[
    {
        "article_number": "Rule. 1",
        "article_title": "1 Written proceedings",
        "main_article": "In written proceedings before the European Patent Office, the requirement to use the written form shall be satisfied if the content of the documents can be reproduced in a legible form on paper . 1 Amended by decision of the Administrative Council CA/D 26/23 of 14.12.2023 ( OJ EPO 2024, A16 ), which entered into force on 01.04.2024.",
        "sub_articles": [],
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 2",
        "article_title": "2 Filing of and formal requirements for documents",
        "main_article": "In proceedings before the European Patent Office, documents may be filed by delivery by hand, by postal services or by means of electronic communication. The President of the European Patent Office shall lay down the details and conditions and, where appropriate, any special formal or technical requirements for the filing of documents. In particular, he may specify that confirmation must be supplied. If such confirmation is not supplied in due time, the European patent application shall be refused; documents filed subsequently shall be deemed not to have been received. Where the Convention provides that a document must be signed, the authenticity of the document may be confirmed by handwritten signature or other appropriate means the use of which has been permitted by the President of the European Patent Office. A document authenticated by such other means shall be deemed to meet the legal requirements of signature in the same way as a document bearing a handwritten signature which has been filed in paper form.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 3",
        "article_title": "4 Language in written proceedings",
        "main_article": "In written proceedings before the European Patent Office, any party may use any official language of the European Patent Office. The translation referred to inArticle 14, paragraph 4, may be filed in any official language of the European Patent Office. Amendments to a European patent application or European patent shall be filed in the language of the proceedings. Documentary evidence and, in particular, publications may be filed in any language. The European Patent Office may, however, require that a translation in one of its official languages be filed, within a period to be specified. If a required translation is not filed in due time, the European Patent Office may disregard the document in question.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 4",
        "article_title": "Language in oral proceedings",
        "main_article": "Any party to oral proceedings before the European Patent Office may use an official language of the European Patent Office other than the language of the proceedings, if such party gives notice to the European Patent Office at least one month before the date of such oral proceedings or provides for interpretation into the language of the proceedings. Any party may use an official language of a Contracting State, if he provides for interpretation into the language of the proceedings. The European Patent Office may permit derogations from these provisions. In the course of oral proceedings, employees of the European Patent Office may use an official language of the European Patent Office other than the language of the proceedings. Where evidence is taken, any party, witness or expert to be heard who is unable to express himself adequately in an official language of the European Patent Office or of a Contracting State may use another language. Where evidence is taken upon request of a party, parties, witnesses or experts expressing themselves in a language other than an official language of the European Patent Office shall be heard only if that party provides for interpretation into the language of the proceedings. The European Patent Office may, however, permit interpretation into one of its other official languages. If the parties and the European Patent Office agree, any language may be used. The European Patent Office shall, if necessary, provide at its own expense interpretation into the language of the proceedings, or, where appropriate, into its other official languages, unless such interpretation is the responsibility of one of the parties. Statements by employees of the European Patent Office, parties, witnesses or experts, made in an official language of the European Patent Office, shall be entered in the minutes in that language. Statements made in any other language shall be entered in the official language into which they are translated. Amendments to a European patent application or European patent shall be entered in the minutes in the language of the proceedings.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 5",
        "article_title": "Certification of translations",
        "main_article": "Where the translation of a document is required, the European Patent Office may require that a certificate that the translation corresponds to the original text be filed within a period to be specified. If the certificate is not filed in due time, such document shall be deemed not to have been filed, unless otherwise provided.",
        "sub_articles": [],
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 6",
        "article_title": "5 Filing of translations and reduction of fees",
        "main_article": "A translation underArticle 14, paragraph 2, shall be filed within two months of filing the European patent application. A translation underArticle 14, paragraph 4, shall be filed within one month of filing the document. This shall also apply to requests underArticle 105a. Where the document is a notice of opposition or appeal, or a statement of grounds of appeal, or a petition for review, the translation may be filed within the period for filing such a notice or statement or petition, if that period expires later. (3) 6 Where a person referred to in Article 14, paragraph 4, files a European patent application or a request for examination in a language admitted in that provision, the filing fee or examination fee shall be reduced in accordance with the Rules relating to Fees. (4) The reduction referred to in paragraph 3 shall be available for: (a) small and medium-sized enterprises; (b) natural persons; or (c) non-profit organisations, universities or public research organisations. (5) For the purposes of paragraph 4(a), Commission recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises as published in the Official Journal of the European Union L 124, p. 36 of 20 May 2003 shall apply. (6) An applicant wishing to benefit from the fee reduction referred to in paragraph 3 shall declare himself to be an entity or a natural person within the meaning of paragraph 4. In case of reasonable doubt as to the veracity of such declaration, the Office may require evidence. (7) In case of multiple applicants, each applicant shall be an entity or a natural person within the meaning of paragraph 4.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 7",
        "article_title": "Legal authenticity of the translation of the European patent application",
        "main_article": "Unless evidence is provided to the contrary, the European Patent Office shall assume, for the purpose of determining whether the subject-matter of the European patent application or European patent extends beyond the content of the application as filed, that the translation filed under Article 14, paragraph 2 , or Rule 40, paragraph 3 , is in conformity with the original text of the application.",
        "sub_articles": [],
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 7a",
        "article_title": "6 Reduction of fees",
        "main_article": "(1) Where a person referred to in Article 14, paragraph 4 , files a European patent application or a request for examination in a language admitted in that provision, the filing fee or examination fee shall be reduced in accordance with the Rules relating to Fees . (2) The reduction of fees referred to in paragraph 1 shall be available for: (a) microenterprises; (b) small and medium-sized enterprises; (c) natural persons; (d) non-profit organisations, universities or public research organisations. (3) Where a microenterprise, natural person, non-profit organisation, university or public research organisation files a European patent application or, in respect of an international application, performs the acts referred to in Rule 159 , the following fees shall be reduced in accordance with the Rules relating to Fees : (a) filing fee; (b) fee for a European or supplementary European search; (c) examination fee, and in addition the previously paid international search fee where the European Patent Office acted as International Searching Authority; (d) designation fee; (e) fee for grant; (f) renewal fees for the European patent application. (4) The reduction of fees referred to in paragraph 3 shall not be available where the same person has filed five or more European patent applications or Euro-PCT applications within a period of five years preceding the date of filing of the European patent application concerned or the date of filing of the European patent application concerned or the date of entry into the European phase of the Euro-PCT application concerned. the date of entry into the European phase of the Euro-PCT application concerned. (5) In the case of multiple persons filing a European patent application or a Euro-PCT application, the reduction under paragraph 1 or paragraph paragraph 3 shall be available only if each applicant fulfils the applicable eligibility criteria. (6) The eligibility criteria laid down in paragraphs 1 to paragraph paragraph 3 shall be fulfilled on the date of the payment of the fee concerned.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 7b",
        "article_title": "7 Declaration of eligibility for a reduction of fees",
        "main_article": "(1) Applicants wishing to benefit from a reduction of fees under Rule 7a, paragraph 1 or Rule 7a, paragraph Rule 7a, paragraph 3 , shall declare themselves to be a person within the meaning of Rule 7a, paragraph 2 or Rule 7a, paragraph Rule 7a, paragraph 3 , at the latest when the first reduced payment is made. (2) Applicants shall inform the European Patent Office of any change of status affecting eligibility for a reduction of fees at the latest when the fee concerned is paid. (3) In the event of reasonable doubt as to the veracity of the declaration within the meaning of paragraph 1 or, subsequently, as to the applicant's eligibility for a reduction of fees, the European Patent Office may request evidence. (4) Should it become apparent that an incorrect declaration has been filed or the European Patent Office has not been informed of a change of status in accordance with paragraph 2 and a reduced payment is made, the fee shall be deemed not to have been paid and the application shall be deemed to be withdrawn.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "I",
        "chapter_title": "General provisions"
    },
    {
        "article_number": "Rule. 8",
        "article_title": "Patent classification",
        "main_article": "The European Patent Office shall use the classification referred to in Article 1 of the Strasbourg Agreement concerning the International Patent Classification of 24 March 1971, hereinafter referred to as the international classification.",
        "sub_articles": [],
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 9",
        "article_title": "Administrative structure of the European Patent Office",
        "main_article": "8The European Patent Office shall be divided administratively into Directorates-General, to which the departments specified inArticle 15(a)toArticle 15(e), and the services set up to deal with legal matters and the internal administration of the Office, shall be assigned. Article 15 Each Directorate-General shall be directed by a Vice-President. The assignment of a Vice-President to a Directorate-General shall be decided by the Administrative Council, after the President of the European Patent Office has been consulted.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 10",
        "article_title": "Responsibility of the Receiving Section and the Examining Division",
        "main_article": "The Receiving Section shall be responsible for the examination on filing and the examination as to formal requirements of a European patent application up to the time when the Examining Division becomes responsible for the examination of the European patent application underArticle 94, paragraph 1. Subject toparagraphs 3and4, the Examining Division shall be responsible for the examination of a European patent application underArticle 94, paragraph 1, from the time when a request for examination is filed. If a request for examination is filed before the European search report has been transmitted to the applicant, the Examining Division shall, subject toparagraph 4, be responsible from the time when the European Patent Office receives the indication underRule 70, paragraph 2. If a request for examination is filed before the European search report has been transmitted to the applicant, and if the applicant has waived the right underRule 70, paragraph 2, the Examining Division shall be responsible from the time when the search report is transmitted to the applicant.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 11",
        "article_title": "9 Allocation of duties to the departments of first instance",
        "main_article": "Technically qualified examiners acting as members of Search, Examining or Opposition Divisions shall be assigned to Directorates. The President of the European Patent Office shall allocate duties to these Directorates by reference to the international classification. 10The President of the European Patent Office may allocate further duties to the Receiving Section, the Search, Examining and Opposition Divisions, and the Legal Division, in addition to the responsibilities vested in them under the Convention. 11The President of the European Patent Office may entrust to employees who are not technically or legally qualified examiners the execution of duties falling to the Search, Examining or Opposition Divisions and involving no technical or legal difficulties.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 12",
        "article_title": "12 (deleted)",
        "main_article": "12 Deleted by decision of the Administrative Council CA/D 6/16 of 30.06.2016 ( OJ EPO 2016, A100 ), which entered into force on 01.07.2016.",
        "sub_articles": [],
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 12a",
        "article_title": "13 Organisation and management of the Boards of Appeal Unit and President of the Boards of Appeal",
        "main_article": "The Boards of Appeal and the Enlarged Board of Appeal, including their registries and support services, shall be organised as a separate unit (the \"Boards of Appeal Unit\") and be directed by the President of the Boards of Appeal. The Chairman of the Enlarged Board of Appeal shall act as President of the Boards of Appeal. The President of the Boards of Appeal shall be appointed by the Administrative Council on a joint proposal made by the Committee established underRule 12c, paragraph 1, and the President of the European Patent Office. If the President of the Boards of Appeal is absent or indisposed, one of the members of the Enlarged Board of Appeal shall take his place in accordance with the procedure laid down by the Administrative Council. 14The President of the Boards of Appeal shall manage the Boards of Appeal Unit and, to this end, have the functions and powers delegated to him by the President of the European Patent Office. In exercising the delegated functions and powers, the President of the Boards of Appeal shall be responsible solely to the Administrative Council and shall be subject to its hierarchical and disciplinary authority. Without prejudice toArticle 10, paragraph 2(d), andArticle 46, the President of the Boards of Appeal shall prepare a substantiated budget request for the Boards of Appeal Unit. This request shall be examined and discussed with the relevant departments of the European Patent Office, and be presented by the President of the Boards of Appeal to the Committee established underRule 12c, paragraph 1, for opinion, before being forwarded to the President of the European Patent Office for consideration for the yearly draft budget. The President of the European Patent Office shall provide the President of the Boards of Appeal with the necessary resources, as set out in the adopted budget. The President of the European Patent Office shall make the services mentioned inRule 9, paragraph 1, available to the President of the Boards of Appeal as far as necessary and within the limits of the adopted budget.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 12b",
        "article_title": "15 Presidium of the Boards of Appeal and business distribution scheme for the Boards of Appeal",
        "main_article": "16The autonomous authority within the Boards of Appeal Unit (the \"Presidium of the Boards of Appeal\") shall consist of the President of the Boards of Appeal, who shall act as chairman, and twelve members of the Boards of Appeal, six being Chairmen and six being other members. All members of the Presidium shall be elected by the Chairmen and members of the Boards of Appeal for two working years. If the full composition of the Presidium cannot be reached, the vacancies shall be filled by designating the most senior Chairmen and members. The Presidium shall: adopt the Rules of Procedure for the election and designation of its members; adopt, without prejudice to regulations adopted in accordance withArticle 10, paragraph 2(c), andArticle 33, paragraph 2(b), a Code of Conduct for the members and Chairmen of the Boards of Appeal and of the Enlarged Board of Appeal, which shall be subject to the approval of the Administrative Council; advise the President of the Boards of Appeal on proposals for amendments to the Rules of Procedure of the Boards of Appeal and of the Enlarged Board of Appeal; advise the President of the Boards of Appeal on matters concerning the functioning of the Boards of Appeal Unit in general. 17,18Before the beginning of each working year, the Presidium, extended to include all Chairmen, shall allocate duties to the Boards of Appeal. In the same composition, it shall decide on conflicts regarding the allocation of duties between two or more Boards of Appeal. The extended Presidium shall designate the regular and alternate members of the various Boards of Appeal. Any member of a Board of Appeal may be designated as a member of more than one Board of Appeal. These measures may, where necessary, be amended during the course of the working year in question. The Presidium may only take a decision if at least five of its members are present; these must include the President of the Boards of Appeal or his deputy, and the Chairmen of two Boards of Appeal. Where the tasks mentioned inparagraph 4are concerned, nine members must be present, including the President of the Boards of Appeal or his deputy, and the Chairmen of three Boards of Appeal. Decisions shall be taken by a majority vote; in the event of parity of votes, the Chairman or his deputy shall have the casting vote. Abstentions shall not be considered as votes. The Administrative Council may allocate duties underArticle 134a, paragraph 1(c), to the Boards of Appeal.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 12c",
        "article_title": "19 Boards of Appeal Committee and procedure for adoption of the Rules of Procedure of the Boards of Appeal and of the Enlarged Board of Appeal",
        "main_article": "The Administrative Council shall set up a committee (the \"Boards of Appeal Committee\") to advise it and the President of the Boards of Appeal on the Boards of Appeal Unit in general and to adopt the Rules of Procedure of the Boards of Appeal and of the Enlarged Board of Appeal. The Committee shall be composed of six members appointed by the Administrative Council, three from among the delegations of the Contracting States within the meaning ofArticle 26, and three from among serving or former judges of international or European courts or of national courts of the Contracting States. The President of the European Patent Office and the President of the Boards of Appeal shall have the right to attend the Committee's meetings. Further details, in particular as to the Committee's composition, alternate members, working arrangements and functions in advising the Boards of Appeal Unit, shall be determined by the Administrative Council in the decision setting up the Committee. 20On a proposal from the President of the Boards of Appeal and after the President of the European Patent Office has been given the opportunity to comment, the Committee set up underparagraph 1shall adopt the Rules of Procedure of the Boards of Appeal and of the Enlarged Board of Appeal.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 12d",
        "article_title": "21 Appointment and re-appointment of the members, including the Chairmen, of the Boards of Appeal and of the Enlarged Board of Appeal",
        "main_article": "The Chairman of the Enlarged Board of Appeal shall, on his appointment, also be appointed as a legally qualified member of the Boards of Appeal. 22Upon delegation from the President of the European Patent Office, the President of the Boards of Appeal shall exercise the right to propose the members, including the Chairmen, of the Boards of Appeal and the members of the Enlarged Board of Appeal for appointment by the Administrative Council, and the right to be consulted on their re-appointment (Article 11, paragraph 3) and on the appointment and re-appointment of external legally qualified members (Article 11, paragraph 5). The President of the Boards of Appeal shall exercise the right underparagraph 2to be consulted on re-appointments by submitting a reasoned opinion, including an evaluation of the member's or Chairman's performance, to the Administrative Council. The criteria for evaluating performance shall be set by the President of the Boards of Appeal in consultation with the Committee established underRule 12c, paragraph 1. Subject to a positive opinion and performance evaluation and the number of posts underArticle 11, paragraph 3, available in the adopted budget for the Boards of Appeal Unit, the members, including the Chairmen, of the Boards of Appeal and the members of the Enlarged Board of Appeal shall be re-appointed at the end of their five-year term underArticle 23, paragraph 1.",
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 13",
        "article_title": "23 , 24 , 25 Business distribution scheme for the Enlarged Board of Appeal",
        "main_article": "Before the beginning of each working year, the members of the Enlarged Board of Appeal appointed under Article 11, paragraph 3 , shall designate the regular and alternate members of the Enlarged Board of Appeal in proceedings under Article 22, paragraph 1(a) and Article 22, paragraph 1 (b) , and the regular and alternate members in proceedings under Article 22, paragraph 1(c) . Decisions may only be taken if at least five members are present, including the Chairman of the Enlarged Board of Appeal or his deputy; in the event of parity of votes, the Chairman or his deputy shall have the casting vote. Abstentions shall not be considered as votes. 23 Amended by decision of the Administrative Council CA/D 6/16 of 30.06.2016 ( OJ EPO 2016, A100 ), which entered into force on 01.07.2016. 24 See business distribution scheme of the Enlarged Board of Appeal for the year 2023 2020 ( supplementary publication 1, OJ EPO 2023, 3 ff supplementary publication 1, OJ EPO 2020, 3 ff ). 25 See decision of the Enlarged Board of Appeal of 12.11.2007 concerning the transfer of tasks to the Registry of the Enlarged Board of Appeal ( Supplement to OJ EPO 1/2008, 34 ).",
        "sub_articles": [],
        "part_number": "I",
        "part_name": "Implementing Regulations to part I of the Convention",
        "chapter_number": "II",
        "chapter_title": "Organisation of the European Patent Office"
    },
    {
        "article_number": "Rule. 14",
        "article_title": "26 Stay of proceedings",
        "main_article": "If a third party provides evidence that he has instituted proceedings against the applicant seeking a decision within the meaning ofArticle 61, paragraph 1, the proceedings for grant shall be stayed unless the third party communicates to the European Patent Office in writing his consent to the continuation of such proceedings. Such consent shall be irrevocable. However, proceedings for grant shall not be stayed before the publication of the European patent application. Where evidence is provided that a final decision within the meaning ofArticle 61, paragraph 1, has been taken, the European Patent Office shall inform the applicant and any other party that the proceedings for grant shall be resumed as from the date stated in the communication, unless a new European patent application underArticle 61, paragraph 1(b), has been filed for all the designated Contracting States. If the decision is in favour of the third party, the proceedings may not be resumed earlier than three months after the decision has become final, unless the third party requests the resumption. Upon staying the proceedings for grant, or thereafter, the European Patent Office may set a date on which it intends to resume the proceedings for grant, regardless of the stage reached in the national proceedings instituted underparagraph 1. It shall communicate this date to the third party, the applicant and any other party. If no evidence has been provided by that date that a final decision has been taken, the European Patent Office may resume proceedings. All periods, other than those for the payment of renewal fees, running at the date of the stay of proceedings shall be interrupted by such stay. The time which has not yet elapsed shall begin to run from the date on which proceedings are resumed. However, the time still to run after such resumption shall not be less than two months.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "I",
        "chapter_title": "Procedure where the applicant is not entitled"
    },
    {
        "article_number": "Rule. 15",
        "article_title": "27 Limitation on withdrawals",
        "main_article": "From the date on which a third party provides evidence that he has instituted national proceedings under Rule 14, paragraph 1 , and up to the date on which the proceedings for grant are resumed, neither the European patent application nor the designation of any Contracting State may be withdrawn. 27 See decision of the Enlarged Board of Appeal G 3/92 (Annex I).",
        "sub_articles": [],
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "I",
        "chapter_title": "Procedure where the applicant is not entitled"
    },
    {
        "article_number": "Rule. 16",
        "article_title": "Procedure under Article 61, paragraph 1",
        "main_article": "A person entitled to the grant of a European patent may only avail himself of the remedies underArticle 61, paragraph 1, if: he does so no later than three months after the decision recognising his entitlement has become final, and the European patent has not yet been granted. Such remedies shall only apply in respect of Contracting States designated in the European patent application in which the decision has been taken or recognised or must be recognised on the basis of the Protocol on Recognition.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "I",
        "chapter_title": "Procedure where the applicant is not entitled"
    },
    {
        "article_number": "Rule. 17",
        "article_title": "28 Filing of a new European patent application by the entitled person",
        "main_article": "Where the person adjudged by a final decision to be entitled to the grant of the European patent files a new European patent application underArticle 61, paragraph 1(b), the original application shall be deemed to be withdrawn on the date of filing the new application for the Contracting States designated therein in which the decision has been taken or recognised or must be recognised on the basis of the Protocol on Recognition. The filing fee and search fee shall be paid within one month of filing the new application. If the filing fee or search fee is not paid in due time, the application shall be deemed to be withdrawn. 29The designation fee shall be paid within six months of the date on which the European Patent Bulletin mentions the publication of the European search report drawn up in respect of the new application.Rule 39, paragraphs 2andRule 39, paragraphs3, shall apply. Rule 39, paragraphs",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "I",
        "chapter_title": "Procedure where the applicant is not entitled"
    },
    {
        "article_number": "Rule. 18",
        "article_title": "30 Partial transfer of the right to the European patent",
        "main_article": "If a final decision determines that a third party is entitled to the grant of a European patent in respect of only part of the subject-matter disclosed in the original European patent application,Article 61andRules 16andRules17shall apply to such part. Rules Where appropriate, the original European patent application shall contain, for the designated Contracting States in which the decision was taken or recognised or must be recognised on the basis of the Protocol on Recognition, claims, a description and drawings which are different from those for the other designated Contracting States.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "I",
        "chapter_title": "Procedure where the applicant is not entitled"
    },
    {
        "article_number": "Rule. 19",
        "article_title": "Designation of the inventor 31",
        "main_article": "The request for grant of a European patent shall contain the designation of the inventor. However, if the applicant is not the inventor or is not the sole inventor, the designation shall be filed in a separate document. The designation shall state the family name, given names andfull addresscountry and place of residenceof the inventor, contain the statement referred to inArticle 81and bear the signature of the applicant or his representative. full address country and place of residence The European Patent Office shall not verify the accuracy of the designation of the inventor. (3) If the applicant is not the inventor or is not the sole inventor, the European Patent Office shall communicate to the designated inventor the information in the document designating him and the following data: (a) the number of the European patent application; (b) the date of filing of the European patent application and, if priority has been claimed, the date, State and file number of the previous application; (c) the name of the applicant; (d) the title of the invention; (e) the Contracting States designated. (4) The applicant and the inventor may invoke neither the omission of the communication under paragraph 3 nor any errors contained therein.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "II",
        "chapter_title": "Mention of the inventor"
    },
    {
        "article_number": "Rule. 20",
        "article_title": "Publication of the mention of the inventor",
        "main_article": "The designated inventor shall be mentioned in the published European patent application and the European patent specification, unless he informs the European Patent Office in writing that he has waived his right to be thus mentioned. Paragraph 1shall apply where a third party files with the European Patent Office a final decision determining that the applicant for or proprietor of a European patent is required to designate him as an inventor.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "II",
        "chapter_title": "Mention of the inventor"
    },
    {
        "article_number": "Rule. 21",
        "article_title": "32 Rectification of the designation of an inventor",
        "main_article": "An incorrect designation of an inventor shall be rectified upon request and only with the consent of the wrongly designated person and, where such a request is filed by a third party, the consent of the applicant for or proprietor of the patent.Rule 19shall apply mutatis mutandis. Where an incorrect designation of the inventor has been recorded in the European Patent Register or published in the European Patent Bulletin, its rectification or cancellation shall also be recorded or published therein.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "II",
        "chapter_title": "Mention of the inventor"
    },
    {
        "article_number": "Rule. 22",
        "article_title": "33 Registration of transfers",
        "main_article": "34The transfer of a European patent application shall be recorded in the European Patent Register at the request of an interested party, upon production of documents providing evidence of such transfer.Rule 2, paragraph 2shall apply mutatis mutandis to the signature of the parties to the contract. 34  Rule 2, paragraph 2 shall apply mutatis mutandis to the signature of the parties to the contract. 35Registration of the transfer may be subject to the payment of an administrative fee under the conditions laid down by the President of the European Patent Office. Where a fee is due, theTherequest shall not be deemed to have been filed untilantheadministrative fee has been paid. It may be rejected only ifparagraph 1has not been complied with. 35 Registration of the transfer may be subject to the payment of an administrative fee under the conditions laid down by the President of the European Patent Office. Where a fee is due, the The an the A transfer shall have effect vis-à-vis the European Patent Office only at the date when and to the extent that the documents referred to inparagraph 1have been produced.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "III",
        "chapter_title": "Registration of transfers, licences and other rights"
    },
    {
        "article_number": "Rule. 23",
        "article_title": "36 Registration of licences and other rights",
        "main_article": "Rule 22, paragraphs 1andRule 22, paragraphs2, shall apply mutatis mutandis to the registration of the grant or transfer of a licence, the establishment or transfer of a right in rem in respect of a European patent application and any legal means of execution affecting such an application. Rule 22, paragraphs A registration underparagraph 1shall be cancelled upon request, supported by documents providing evidence that the right has lapsed, or by the written consent of the proprietor of the right to the cancellation of the registration.Rule 22, paragraph 2, shall apply mutatis mutandis.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "III",
        "chapter_title": "Registration of transfers, licences and other rights"
    },
    {
        "article_number": "Rule. 24",
        "article_title": "37 Special entries for licence registrations",
        "main_article": "as an exclusive licence if the applicant and the licensee so request; as a sub-licence where it is granted by a licensee whose licence is recorded in the European Patent Register.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "III",
        "chapter_title": "Registration of transfers, licences and other rights"
    },
    {
        "article_number": "Rule. 25",
        "article_title": "38 Certificate of exhibition",
        "main_article": "is issued at the exhibition by the authority responsible for the protection of industrial property at that exhibition; states that the invention was in fact displayed there; states the opening date of the exhibition and, where the invention was disclosed later than on that date, the date on which the invention was first disclosed; and is accompanied by an identification of the invention, duly authenticated by the above-mentioned authority.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Certificate of exhibition"
    },
    {
        "article_number": "Rule. 26",
        "article_title": "39 General and definitions",
        "main_article": "For European patent applications and patents concerning biotechnological inventions, the relevant provisions of the Convention shall be applied and interpreted in accordance with the provisions of this Chapter. Directive 98/44/EC of 6 July 199840on the legal protection of biotechnological inventions shall be used as a supplementary means of interpretation. \"Biotechnological inventions\" are inventions which concern a product consisting of or containing biological material or a process by means of which biological material is produced, processed or used. \"Biological material\" means any material containing genetic information and capable of reproducing itself or being reproduced in a biological system. \"Plant variety\" means any plant grouping within a single botanical taxon of the lowest known rank, which grouping, irrespective of whether the conditions for the grant of a plant variety right are fully met, can be: defined by the expression of the characteristics that results from a given genotype or combination of genotypes, distinguished from any other plant grouping by the expression of at least one of the said characteristics, and considered as a unit with regard to its suitability for being propagated unchanged. A process for the production of plants or animals is essentially biological if it consists entirely of natural phenomena such as crossing or selection. \"Microbiological process\" means any process involving or performed upon or resulting in microbiological material.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 27",
        "article_title": "Patentable biotechnological inventions",
        "main_article": "biological material which is isolated from its natural environment or produced by means of a technical process even if it previously occurred in nature; 41without prejudice toRule 28, paragraph 2, plants or animals if the technical feasibility of the invention is not confined to a particular plant or animal variety; 42a microbiological or other technical process, or a product obtained by means of such a process other than a plant or animal variety.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 28",
        "article_title": "43 Exceptions to patentability",
        "main_article": "UnderArticle 53(a), European patents shall not be granted in respect of biotechnological inventions which, in particular, concern the following: processes for cloning human beings; processes for modifying the germ line genetic identity of human beings; 44uses of human embryos for industrial or commercial purposes; processes for modifying the genetic identity of animals which are likely to cause them suffering without any substantial medical benefit to man or animal, and also animals resulting from such processes. 45UnderArticle 53(b), European patents shall not be granted in respect of plants or animals exclusively obtained by means of an essentially biological process.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 29",
        "article_title": "The human body and its elements",
        "main_article": "The human body, at the various stages of its formation and development, and the simple discovery of one of its elements, including the sequence or partial sequence of a gene, cannot constitute patentable inventions. An element isolated from the human body or otherwise produced by means of a technical process, including the sequence or partial sequence of a gene, may constitute a patentable invention, even if the structure of that element is identical to that of a natural element. The industrial application of a sequence or a partial sequence of a gene must be disclosed in the patent application.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 30",
        "article_title": "46 Requirements of European patent applications relating to nucleotide and amino acid sequences",
        "main_article": "If nucleotide or amino acid sequences are disclosed in the European patent application, the description shall contain a sequence listing conforming to the rules laid down by the President of the European Patent Office for the standardised representation of nucleotide and amino acid sequences. A sequence listing filed after the date of filing shall not form part of the description. Where the applicant has not filed a sequence listing complying with the requirements underparagraph 1at the date of filing, the European Patent Office shall invite the applicant to furnish such a sequence listing and pay the late furnishing fee. If the applicant does not furnish the required sequence listing and pay the required late furnishing fee within a period of two months after such an invitation, the application shall be refused.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 31",
        "article_title": "47 , 48 Deposit of biological material",
        "main_article": "If an invention involves the use of or concerns biological material which is not available to the public and which cannot be described in the European patent application in such a manner as to enable the invention to be carried out by a person skilled in the art, the invention shall only be regarded as being disclosed as prescribed inArticle 83if: a sample of the biological material has been deposited with a recognised depositary institution on the same terms as those laid down in the Budapest Treaty on the International Recognition of the Deposit of Microorganisms for the Purposes of Patent Procedure of 28 April 1977 not later than the date of filing of the application; the application as filed gives such relevant information as is available to the applicant on the characteristics of the biological material; the depositary institution and the accession number of the deposited biological material are stated in the application, and where the biological material has been deposited by a person other than the applicant, the name and address of the depositor are stated in the application and a document is submitted to the European Patent Office providing evidence that the depositor has authorised the applicant to refer to the deposited biological material in the application and has given his unreserved and irrevocable consent to the deposited material being made available to the public in accordance withRule 33. The information referred to inparagraph 1(c)andparagraph 1(d)may be submitted paragraph 1 within sixteen months after the date of filing of the application or, if priority has been claimed, after the priority date, this period being deemed to have been observed if the information is communicated before completion of the technical preparations for publication of the European patent application; up to the date of submission of a request underArticle 93, paragraph 1(b); within one month after the European Patent Office has communicated to the applicant that the right to inspect the files underArticle 128, paragraph 2, exists.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 32",
        "article_title": "49 , 50 Expert solution",
        "main_article": "Until completion of the technical preparations for publication of the European patent application, the applicant may inform the European Patent Office that, until the publication of the mention of the grant of the European patent or, where applicable, for twenty years from the date of filing, if the application is refused or withdrawn or deemed to be withdrawn, Any natural person may be nominated as an expert, provided that he complies with the requirements and obligations laid down by the President of the European Patent Office.",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 33",
        "article_title": "51 Availability of biological material",
        "main_article": "Biological material deposited in accordance withRule 31shall be available upon request to any person from the date of publication of the European patent application and to any person having the right to inspect the files underArticle 128, paragraph 2, prior to that date. Subject toRule 32, such availability shall be effected by the issue of a sample of the biological material to the person making the request (hereinafter referred to as \"the requester\"). Said issue shall be made only if the requester has undertaken vis-à-vis the applicant for or proprietor of the patent not to make the biological material or any biological material derived therefrom available to any third party and to use that material for experimental purposes only, until such time as the patent application is refused or withdrawn or deemed to be withdrawn, or before the European patent has expired in all the designated States, unless the applicant for or proprietor of the patent expressly waives such an undertaking. For the purposes ofparagraph 2, derived biological material shall mean any material which still exhibits those characteristics of the deposited material which are essential to carrying out the invention. The undertaking underparagraph 2shall not impede any deposit of derived biological material necessary for the purpose of patent procedure. The request referred to inparagraph 1shall be submitted to the European Patent Office on a form recognised by that Office. The European Patent Office shall certify on the form that a European patent application referring to the deposit of the biological material has been filed, and that the requester or the expert nominated by him underRule 32is entitled to the issue of a sample of that material. After grant of the European patent, the request shall also be submitted to the European Patent Office. The European Patent Office shall transmit a copy of the request, with the certification provided for inparagraph 4, to the depositary institution and to the applicant for or the proprietor of the patent. 52The European Patent Office shall publish in its Official Journal the list of depositary institutions recognised for the purpose ofRules 31,33andRule34. Rule",
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 34",
        "article_title": "53 New deposit of biological material",
        "main_article": "If biological material deposited in accordance with Rule 31 ceases to be available from the recognised depositary institution, an interruption in availability shall be deemed not to have occurred if a new deposit of that material is made with a recognised depositary institution on the same terms as those laid down in the Budapest Treaty on the International Recognition of the Deposit of Microorganisms for the Purposes of Patent Procedure of 28 April 1977, and if a copy of the receipt of the new deposit issued by the depositary institution is forwarded to the European Patent Office within four months of the date of the new deposit, stating the number of the European patent application or of the European patent. 53 See notice from the EPO of 07.07.2010 ( OJ EPO 2010, 498 ).",
        "sub_articles": [],
        "part_number": "II",
        "part_name": "Implementing Regulations to Part II of the Convention",
        "chapter_number": "V",
        "chapter_title": "Biotechnological inventions"
    },
    {
        "article_number": "Rule. 35",
        "article_title": "54 General provisions",
        "main_article": "European patent applications may be filed in writing with the European Patent Office in Munich, The Hague or Berlin, or the authorities referred to inArticle 75, paragraph 1(b). The authority with which the European patent application is filed shall mark the documents making up the application with the date of their receipt, and issue without delay a receipt to the applicant including at least the application number and the nature, number and date of receipt of the documents. If the European patent application is filed with an authority referred to inArticle 75, paragraph 1(b), such authority shall without delay inform the European Patent Office of the receipt of the application, and, in particular, of the nature and date of receipt of the documents, the application number and any priority date claimed. Upon receipt of a European patent application forwarded by the central industrial property office of a Contracting State, the European Patent Office shall inform the applicant accordingly, indicating the date of its receipt.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "I",
        "chapter_title": "Filing of the European patent application"
    },
    {
        "article_number": "Rule. 36",
        "article_title": "55 European divisional applications",
        "main_article": "56,57The applicant may file a divisional application relating to any pending earlier European patent application. 58A divisional application shall be filed in the language of the proceedings for the earlier application. If the latter was not in an official language of the European Patent Office, the divisional application may be filed in the language of the earlier application; a translation into the language of the proceedings for the earlier application shall then be filed within two months of the filing of the divisional application. The divisional application shall be filed with the European Patent Office in Munich, The Hague or Berlin. The filing fee and search fee shall be paid within one month of filing the divisional application. If the filing fee or search fee is not paid in due time, the application shall be deemed to be withdrawn. 59The designation fee shall be paid within six months of the date on which the European Patent Bulletin mentions the publication of the European search report drawn up in respect of the divisional application.Rule 39, paragraphs 2andRule 39, paragraphs3, shall apply. Rule 39, paragraphs *Rule 39, paragraph 2a, shall apply.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "I",
        "chapter_title": "Filing of the European patent application"
    },
    {
        "article_number": "Rule. 37",
        "article_title": "Forwarding of European patent applications",
        "main_article": "The central industrial property office of a Contracting State shall forward European patent applications to the European Patent Office in the shortest time compatible with its national law relating to the secrecy of inventions in the interests of the State, and shall take all appropriate steps to ensure such forwarding within: six weeks of filing, where the subject of the application is evidently not liable to secrecy under the national law; or four months of filing or, if priority has been claimed, fourteen months of the date of priority, where the application requires further examination as to its liability to secrecy. A European patent application not received by the European Patent Office within fourteen months of filing or, if priority has been claimed, of the date of priority, shall be deemed to be withdrawn. Any fees paid in respect of this application shall be refunded.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "I",
        "chapter_title": "Filing of the European patent application"
    },
    {
        "article_number": "Rule. 38",
        "article_title": "60 Filing fee and search fee",
        "main_article": "61The filing fee and search fee shall be paid within one month of filing the European patent application. TheRules relating to Feesmay provide for an additional fee as part of the filing fee if the application comprises more than 35 pages. The additional fee referred to inparagraph 2shall be paid within one month of filing the European patent application or one month of filing the first set of claims or one month of filing the certified copy referred to inRule 40, paragraph 3, whichever period expires last. 62TheRules relating to Feesmay provide for an additional fee as part of the filing fee in the case of a divisional application filed in respect of any earlier application which is itself a divisional application.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "I",
        "chapter_title": "Filing of the European patent application"
    },
    {
        "article_number": "Rule. 39",
        "article_title": "63 Designation fees and deemed withdrawal",
        "main_article": "The designation fee shall be paid within six months of the date on which the European Patent Bulletin mentions the publication of the European search report. 64Where the designation fee is not paid in due time or the designations of all the Contracting States are withdrawn, the European patent application shall be deemed to be withdrawn. (2a) *Having regard to Article 5s(3) of amended Regulation (EU) No 833/2014, where the applicant or one of the applicants is a Russian national, a natural person residing in Russia or a legal person, entity or body established in Russia, the designation of those Contracting States that are Member States of the European Union shall be deemed withdrawn. This provision shall not apply to nationals of a Contracting State or to natural persons having a permanent or temporary residence permit in one of the Contracting States. Without prejudice toRule 37, paragraph 2, second sentence, the designation fee shall not be refunded.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "I",
        "chapter_title": "Filing of the European patent application"
    },
    {
        "article_number": "Rule. 40",
        "article_title": "65 Date of filing",
        "main_article": "The date of filing of a European patent application shall be the date on which the documents filed by the applicant contain: an indication that a European patent is sought; information identifying the applicant or allowing the applicant to be contacted; and a description or reference to a previously filed application. A reference to a previously filed application underparagraph 1(c)shall state the filing date and number of that application and the Office with which it was filed. Such reference shall indicate that it replaces the description and any drawings. Where the application contains a reference underparagraph 2, a certified copy of the previously filed application shall be filed within two months of filing the application. Where the previously filed application is not in an official language of the European Patent Office, a translation thereof in one of these languages shall be filed within the same period.Rule 53, paragraph 2, shall apply mutatis mutandis.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "I",
        "chapter_title": "Filing of the European patent application"
    },
    {
        "article_number": "Rule. 41",
        "article_title": "66 Request for grant",
        "main_article": "The request for grant of a European patent shall be filed on a form drawn up by the European Patent Office. The request shall contain: a petition for the grant of a European patent; the title of the invention, which shall clearly and concisely state the technical designation of the invention and shall exclude all fancy names; 67the name, address and nationality of the applicant and the State in whichtheirhisresidence or principal place of business is located. Names of natural persons shall be indicated by the person's family name, followed bytheirhisgiven names. Names of legal persons, as well as of bodies equivalent to legal persons under the law governing them, shall be indicated by their official designations. Addresses shall be indicated in accordance with applicable customary requirements for prompt postal delivery and shall comprise all the relevant administrative units, including the house number, if any. It is recommended that thefax andtelephone numbers be indicated; their his their his fax and 68if the applicant has appointed a representative, histhe representative'sname and the address oftheirhisplace of business as prescribed insub-paragraph (c), if the applicant has appointed a representative; 68 if the applicant has appointed a representative, his the representative's their his , if the applicant has appointed a representative where appropriate, an indication that the application constitutes a divisional application and the number of the earlier European patent application; in cases covered byArticle 61, paragraph 1(b), the number of the original European patent application; where applicable, a declaration claiming the priority of an earlier application and indicating the date on which and the country in or for which the earlier application was filed; 69the signature of the applicant orhistheirrepresentative; 69 his their a list of the documents accompanying the request. This list shall also indicate the number of sheets of the description, claims, drawings and abstract filed with the request; the designation of the inventor, where the applicant is the inventor. If there is more than one applicant, the request shall preferably contain the appointment of one applicant or representative as common representative.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 42",
        "article_title": "70 Content of the description",
        "main_article": "The description shall: specify the technical field to which the invention relates; indicate the background art which, as far as is known to the applicant, can be regarded as useful to understand the invention, draw up the European search report and examine the European patent application, and, preferably, cite the documents reflecting such art; disclose the invention, as claimed, in such terms that the technical problem, even if not expressly stated as such, and its solution can be understood, and state any advantageous effects of the invention with reference to the background art; briefly describe the figures in the drawings, if any; describe in detail at least one way of carrying out the invention claimed, using examples where appropriate and referring to the drawings, if any; indicate explicitly, when it is not obvious from the description or nature of the invention, the way in which the invention is industrially applicable. The description shall be presented in the manner and order specified inparagraph 1, unless, owing to the nature of the invention, a different presentation would afford a better understanding or be more concise.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 43",
        "article_title": "71 Form and content of claims",
        "main_article": "The claims shall define the matter for which protection is sought in terms of the technical features of the invention. Wherever appropriate, claims shall contain: a statement indicating the designation of the subject-matter of the invention and those technical features which are necessary for the definition of the claimed subject-matter but which, in combination, form part of the prior art; a characterising portion, beginning with the expression \"characterised in that\" or \"characterised by\" and specifying the technical features for which, in combination with the features stated undersub-paragraph (a), protection is sought. Without prejudice toArticle 82, a European patent application may contain more than one independent claim in the same category (product, process, apparatus or use) only if the subject-matter of the application involves one of the following: a plurality of interrelated products, different uses of a product or apparatus, alternative solutions to a particular problem, where it is inappropriate to cover these alternatives by a single claim. Any claim stating the essential features of an invention may be followed by one or more claims concerning particular embodiments of that invention. Any claim which includes all the features of any other claim (dependent claim) shall contain, if possible at the beginning, a reference to the other claim and then state the additional features. A dependent claim directly referring to another dependent claim shall also be admissible. All dependent claims referring back to a single previous claim, and all dependent claims referring back to several previous claims, shall be grouped together to the extent and in the most appropriate way possible. The number of claims shall be reasonable with regard to the nature of the invention claimed. The claims shall be numbered consecutively in Arabic numerals. Except where absolutely necessary, claims shall not rely on references to the description or drawings in specifying the technical features of the invention. In particular, they shall not contain such expressions as \"as described in part ... of the description\", or \"as illustrated in figure ... of the drawings\". Where the European patent application contains drawings including reference signs, the technical features specified in the claims shall preferably be followed by such reference signs relating to these features, placed in parentheses, if the intelligibility of the claim can thereby be increased. These reference signs shall not be construed as limiting the claim.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 44",
        "article_title": "Unity of invention",
        "main_article": "Where a group of inventions is claimed in a European patent application, the requirement of unity of invention underArticle 82shall be fulfilled only when there is a technical relationship among those inventions involving one or more of the same or corresponding special technical features. The expression \"special technical features\" shall mean those features which define a contribution which each of the claimed inventions considered as a whole makes over the prior art. The determination whether a group of inventions is so linked as to form a single general inventive concept shall be made without regard to whether the inventions are claimed in separate claims or as alternatives within a single claim.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 45",
        "article_title": "Claims incurring fees",
        "main_article": "72Any European patent application comprising more than fifteen claims shall, in respect of the sixteenth and each subsequent claim, incur payment of claims fees as laid down in theRules relating to Fees. The claims fees shall be paid within one month of filing the first set of claims. If the claims fees have not been paid in due time, they may still be paid within one month of a communication concerning the failure to observe the time limit. If a claims fee is not paid in due time, the claim concerned shall be deemed to be abandoned.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 46",
        "article_title": "73 Form of the drawings (deleted)",
        "main_article": "(1) On sheets containing drawings, the usable surface area shall not exceed 26.2 cm x 17 cm. The usable or used surface shall not be surrounded by frames. The minimum margins shall be as follows: (2) Drawings shall be executed as follows: (a) Drawings shall be executed without colourings in durable, black, sufficiently dense and dark, uniformly thick and well-defined lines and strokes. (b) Cross-sections shall be indicated by hatching which should not impede the clear reading of the reference signs and leading lines. (c) The scale of the drawings and their graphical execution shall be such that electronic or photographic reproduction with a linear reduction in size to two-thirds will allow all details to be distinguished without difficulty. If, exceptionally, the scale is given on a drawing, it shall be represented graphically. (d) All numbers, letters, and reference signs appearing on the drawings shall be simple and clear. Brackets, circles or inverted commas shall not be used in association with numbers and letters. (e) Generally, all lines in the drawings shall be drawn with the aid of drafting instruments. (f) Elements of the same figure shall be proportional to one another, unless a difference in proportion is indispensable for the clarity of the figure. (g) The height of the numbers and letters shall not be less than 0.32 cm. For the lettering of drawings, the Latin and, where customary, the Greek alphabets shall be used. (h) The same sheet of drawings may contain several figures. Where figures drawn on two or more sheets are intended to form a single figure, the figures on the several sheets shall be so arranged that the whole figure can be assembled without concealing any part of the partial figures. The different figures shall be arranged without wasting space, preferably in an upright position, clearly separated from one another. Where the figures are not arranged in an upright position, they shall be presented sideways with the top of the figures at the left side of the sheet. The different figures shall be numbered consecutively in Arabic numerals, independently of the numbering of the sheets. (i) Reference signs not mentioned in the description and claims shall not appear in the drawings, and vice versa. Reference signs to features shall be consistent throughout the application. (j) The drawings shall not contain text matter. Where indispensable to understand the drawings, a few short keywords, such as \"water\", \"steam\", \"open\", \"closed\" or \"section on AB\", may be included. Any such keywords shall be placed in such a way that, if required, they can be replaced by their translations without interfering with any lines of the drawings. (3) Flow sheets and diagrams shall be deemed to be drawings.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 47",
        "article_title": "Form and content of the abstract",
        "main_article": "The abstract shall indicate the title of the invention. The abstract shall contain a concise summary of the disclosure as contained in the description, the claims and any drawings. The summary shall indicate the technical field to which the invention pertains, and shall be drafted in a manner allowing the clear understanding of the technical problem, the gist of the solution of that problem through the invention, and the principal use or uses of the invention. The abstract shall, where applicable, contain the chemical formula which, among those contained in the application, best characterises the invention. It shall not contain statements on the alleged merits or value of the invention or on speculative applications thereof. The abstract shall preferably not contain more than one hundred and fifty words. If the European patent application contains drawings, the applicant shall indicate the figure or, exceptionally, the figures of the drawings which should be published with the abstract. The European Patent Office may decide to publish one or more other figures if it considers that they better characterise the invention. Each essential feature mentioned in the abstract and illustrated by a drawing shall be followed by a reference sign placed in parentheses. The abstract shall be drafted in such a manner as to constitute an efficient instrument for the purpose of searching in the particular technical field. In particular, it shall make it possible to assess whether consultation of the European patent application itself is necessary.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 48",
        "article_title": "Prohibited matter",
        "main_article": "The European patent application shall not contain: statements or other matter contrary to \"ordre public\" or morality; statements disparaging the products or processes of any third party or the merits or validity of the applications or patents of any such party. Mere comparisons with the prior art shall not be considered disparaging per se; any statement or other matter obviously irrelevant or unnecessary under the circumstances. If the application contains matter prohibited underparagraph 1(a), the European Patent Office may omit such matter from the application as published, indicating the place and number of words or drawings omitted. If the application contains statements referred to inparagraph 1(b), the European Patent Office may omit them from the application as published, indicating the place and number of words omitted. Upon request, the European Patent Office shall furnish a copy of the passages omitted.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 49",
        "article_title": "74 General provisions governing the presentation Presentation of the application documents",
        "main_article": "Any translation filed underArticle 14, paragraph 2, orRule 40, paragraph 3, shall be deemed to be a document making up the European patent application. 75The documents making up the application shall be presented so as to allow electronic and direct reproduction, in particular by scanning, photography, electrostatic processes, photo offset and microfilming, in an unlimited number of copies. All sheets shall be free from cracks, creases and folds. Only one side of the sheet shall be usedThe President of the European Patent Office shall determine the presentation requirements of documents making up the application. 75 The documents making up the application shall be presented so as to allow electronic and direct reproduction, in particular by scanning, photography, electrostatic processes, photo offset and microfilming, in an unlimited number of copies. All sheets shall be free from cracks, creases and folds. Only one side of the sheet shall be used The President of the European Patent Office shall determine the presentation requirements of documents making up the application (3) 70 The documents making up the application shall be on A4 paper (29.7 cm x 21 cm) which shall be pliable, strong, white, smooth, matt and durable. Subject to paragraph 9 and Rule 46, paragraph 2(h), each sheet shall be used with its short sides at the top and bottom (upright position). (4) Each of the documents making up the application (request, description, claims, drawings and abstract) shall commence on a new sheet. The sheets shall be connected in such a way that they can easily be turned over, separated and joined together again. (5) Subject to Rule 46, paragraph 1, the minimum margins shall be as follows: (6) All the sheets contained in the application shall be numbered in consecutive Arabic numerals. These shall be centred at the top of the sheet, but not placed in the top margin. (7) The lines of each sheet of the description and of the claims shall preferably be numbered in sets of five, the numbers appearing on the left side, to the right of the margin. (8) 71 The request for grant of a European patent, the description, the claims and the abstract shall be typed or printed. Only graphic symbols and characters and chemical or mathematical formulae may, if necessary, be drawn or written by hand. The typing shall be 1½ spaced. All text matter shall be in characters, the capital letters of which are not less than 0.21 cm high, and shall be in a dark, indelible colour. (9) The request for grant of a European patent, the description, the claims and the abstract shall not contain drawings. The description, claims and abstract may contain chemical or mathematical formulae. The description and abstract may contain tables. The claims may contain tables only if their subject-matter makes the use of tables desirable. Tables and chemical or mathematical formulae may be placed sideways on the sheet if they cannot be presented satisfactorily in an upright position. Tables or chemical or mathematical formulae presented sideways shall be placed so that the tops of the tables or formulae are at the left-hand side of the sheet. (10) 72 Values shall be expressed in units conforming to international standards, wherever appropriate in terms of the metric system using SI units. Any data not meeting this requirement shall also be expressed in units conforming to international standards. Only the technical terms, formulae, signs and symbols generally accepted in the field in question shall be used. (11) The terminology and the signs shall be consistent throughout the European patent application. (12) Each sheet shall be reasonably free from erasures and shall be free from alterations. Non-compliance with this rule may be authorised if the authenticity of the content is not impugned and the requirements for good reproduction are not thereby jeopardised.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 50",
        "article_title": "76 Documents filed subsequently",
        "main_article": "77Rules 42,43and46Rule47to49shall apply to documents replacing documents making up the European patent application.Rule 49, paragraphsRule 49, paragraph2to 12, shall also apply to the translation of the claims referred to inRule 71. 77 46 Rule 47  Rule 49, paragraphs Rule 49, paragraph to 12 78The President of the European Patent Office shall determine the presentation requirements of allAlldocuments other than those making up the applicationshall generally be typewritten or printed. There shall be a margin of about 2.5 cm on the left-hand side of each page. 78 The President of the European Patent Office shall determine the presentation requirements of all All shall generally be typewritten or printed. There shall be a margin of about 2.5 cm on the left-hand side of each page Documents filed after filing the application shall be signed, with the exception of annexed documents. If a document has not been signed, the European Patent Office shall invite the party concerned to do so within a time limit to be specified. If signed in due time, the document shall retain its original date of receipt; otherwise it shall be deemed not to have been filed.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "II",
        "chapter_title": "Provisions governing the application"
    },
    {
        "article_number": "Rule. 51",
        "article_title": "Payment of renewal fees",
        "main_article": "79A renewal fee for the European patent application in respect of the coming year shall be due on the last day of the month containing the anniversary of the date of filing of the European patent application. The renewal fee in respect of the third year may not be validly paid more than six months before it falls due. All other renewal fees may not be validly paid more than three months before they fall due. 80If a renewal fee is not paid on the due date underparagraph 1, the fee may still be paid within six months of the said date, provided that an additional fee is also paid within that period. The legal consequence laid down inArticle 86, paragraph 1, shall ensue upon expiry of the six-month period. Renewal fees already due in respect of an earlier application at the date on which a divisional application is filed shall also be paid for the divisional application and shall be due on its filing. These fees and any renewal fee due within four months of filing the divisional application may be paid within that period without an additional fee.Paragraph 2shall apply. If a European patent application has been refused or deemed to be withdrawn as a result of non-observance of a time limit, and if the applicant's rights are re-established underArticle 122, a renewal fee which would have fallen due underparagraph 1in the period starting on the date on which the loss of rights occurred, up to and including the date of the notification of the decision re-establishing the rights, shall be due on that latter date. which, on the date on which the loss of rights has occurred, was already due but the period provided for inparagraph 2has not yet expired, may still be paid within six months from the date of the notification of the decision re-establishing the rights, provided that the additional fee pursuant toparagraph 2is also paid within that period. If the Enlarged Board of Appeal re-opens proceedings before the Board of Appeal underArticle 112a, paragraph 5, second sentence, a renewal fee which would have fallen due underparagraph 1in the period starting on the date when the decision of the Board of Appeal subject to the petition for review was taken, up to and including the date of the notification of the decision of the Enlarged Board of Appeal re-opening proceedings before the Board of Appeal, shall be due on that latter date. which, on the day on which the decision of the Board of Appeal was taken, was already due but the period provided for inparagraph 2has not yet expired, may still be paid within six months from the date of the notification of the decision of the Enlarged Board of Appeal re-opening proceedings before the Board of Appeal, provided that the additional fee pursuant toparagraph 2is also paid within that period. A renewal fee shall not be payable for a new European patent application filed underArticle 61, paragraph 1(b), in respect of the year in which it was filed and any preceding year.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "III",
        "chapter_title": "Renewal fees"
    },
    {
        "article_number": "Rule. 52",
        "article_title": "Declaration of priority",
        "main_article": "The declaration of priority referred to inArticle 88, paragraph 1, shall indicate the date of the previous filing, the State party to the Paris Convention or Member of the World Trade Organization in or for which it was made and the file number. In the case referred to inArticle 87, paragraph 5, the first sentence shall apply mutatis mutandis. The declaration of priority shall preferably be made on filing the European patent application. It may still be made within sixteen months from the earliest priority date claimed. The applicant may correct the declaration of priority within sixteen months from the earliest priority date claimed, or, where the correction would cause a change in the earliest priority date claimed, within sixteen months from the corrected earliest priority date, whichever sixteen-month period expires first, provided that such a correction may be submitted until the expiry of four months from the date of filing accorded to the European patent application. However, a declaration of priority may not be made or corrected after a request underArticle 93, paragraph 1(b), has been filed. The particulars of the declaration of priority shall appear in the published European patent application and the European patent specification.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Priority"
    },
    {
        "article_number": "Rule. 53",
        "article_title": "Priority documents",
        "main_article": "An applicant claiming priority shall file a copy of the previous application within sixteen months of the earliest priority date claimed. This copy and the date of filing of the previous application shall be certified as correct by the authority with which that application was filed. 81The copy of the previous application shall be deemed to be duly filed if a copy of that application available to the European Patent Office is to be included in the file of the European patent application under the conditions determined by the President of the European Patent Office. 82Where the previous application is not in an official language of the European Patent Office and the validity of the priority claim is relevant to the determination of the patentability of the invention concerned, the European Patent Office shall invite the applicant for or proprietor of the European patent to file a translation of that application into one of the official languages within a period to be specified. Alternatively, a declaration may be submitted that the European patent application is a complete translation of the previous application.Paragraph 2shall apply mutatis mutandis. If a requested translation of a previous application is not filed in due time, the right of priority for the European patent application or for the European patent with respect to that application shall be lost. The applicant for or proprietor of the European patent shall be informed accordingly.",
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Priority"
    },
    {
        "article_number": "Rule. 54",
        "article_title": "83 Issuing priority documents",
        "main_article": "On request, the European Patent Office shall issue to the applicant a certified copy of the European patent application (priority document), under the conditions determined by the President of the European Patent Office, including the form of the priority document and the circumstances under which an administrative fee shall be paid. 83 See notice from the EPO of 14.01.2020 ( OJ EPO 2020, A7 ).",
        "sub_articles": [],
        "part_number": "III",
        "part_name": "Implementing Regulations to Part III of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Priority"
    },
    {
        "article_number": "Rule. 55",
        "article_title": "Examination on filing",
        "main_article": "If the examination under Article 90, paragraph 1 , reveals that the application fails to meet the requirements laid down in Rule 40, paragraph 1(a) or Rule 40, paragraph 1 (c) , Rule 40, paragraph 2 or Rule 40, paragraph 3 , first sentence, the European Patent Office shall inform the applicant of any deficiencies and advise him that the application will not be dealt with as a European patent application unless such deficiencies are remedied within two months. If the applicant does this, he shall be informed of the date of filing accorded by the Office.",
        "sub_articles": [],
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "I",
        "chapter_title": "Examination by the Receiving Section"
    },
    {
        "article_number": "Rule. 56",
        "article_title": "Missing parts of the description or missing drawings",
        "main_article": "If the examination underArticle 90, paragraph 1, reveals that parts of the description, or drawings referred to in the description or in the claims, appear to be missing, the European Patent Office shall invite the applicant to file the missing parts within two months. The applicant may not invoke the omission of such a communication. 84If missing parts of the description or missing drawings are filed later than the date of filing, but within two months of the date of filing or, if a communication is issued underparagraph 1or underRule 56a, paragraph 1, within two months of that communication, the application shall be re-dated to the date on which the missing parts of the description or missing drawings were filed. The European Patent Office shall inform the applicant accordingly. 84 or under Rule 56a, paragraph 1 85If the missing parts of the description or missing drawings are filed within the period underparagraph 2, and the application claims priority of an earlier applicationon the date on which the requirements laid down inRule 40, paragraph 1, were fulfilled, the date of filing shall, provided that the missing parts of the description or the missing drawings are completely contained in the earlier application, remain the date on which the requirements laid down inRule 40, paragraph 1, were fulfilled, where the applicant so requests and files, within the period underparagraph 2: 85 on the date on which the requirements laid down in Rule 40, paragraph 1 , were fulfilled a copy of the earlier application, unless such copy is available to the European Patent Office underRule 53, paragraph 2; where the earlier application is not in an official language of the European Patent Office, a translation thereof in one of these languages, unless such copy is available to the European Patent Office underRule 53, paragraph 3; and an indication as to where the missing parts of the description or the missing drawings are completely contained in the earlier application and, where applicable, in the translation thereof. If the applicant: fails to file the missing parts of the description or the missing drawings within the period underparagraph 1or2, withdraws underparagraph 6any missing part of the description or missing drawing filed underparagraph 2, If the applicant fails to comply with the requirements referred to inparagraph 3(a)toparagraph 3(c)within the period underparagraph 2, the application shall be re-dated to the date on which the missing parts of the description or missing drawings were filed. The European Patent Office shall inform the applicant accordingly. paragraph 3 Within one month of the notification referred to inparagraph 2orparagraph5, last sentence, the applicant may withdraw the missing parts of the description or the missing drawings filed, in which case the re-dating shall be deemed not to have been made. The European Patent Office shall inform the applicant accordingly. paragraph",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "I",
        "chapter_title": "Examination by the Receiving Section"
    },
    {
        "article_number": "Rule. 56a",
        "article_title": "86 Erroneously filed application documents or parts",
        "main_article": "(1) If the examination under Article 90, paragraph 1 , reveals that the description, claims or drawings, or parts of those application documents, appear to have been erroneously filed, the European Patent Office shall invite the applicant to file the correct application documents or parts within two months. The applicant may not invoke the omission of such a communication. (2) If correct application documents or parts referred to in paragraph 1 are filed on or before the date of filing so as to correct the application, those correct application documents or parts shall be included in the application and the erroneously filed application documents or parts shall be deemed not to have been filed. The European Patent Office shall inform the applicant accordingly. (3) If correct application documents or parts referred to in paragraph 1 are filed later than the date of filing, but within two months of the date of filing or, if a communication is issued under paragraph 1 or under Rule 56, paragraph 1 , within two months of that communication, the application shall be re-dated to the date on which the correct application documents or parts were filed. The correct application documents or parts shall be included in the application and the erroneously filed application documents or parts shall be deemed not to have been filed. The European Patent Office shall inform the applicant accordingly. (4) If the correct application documents or parts are filed within the period under paragraph 3 , and the application claims priority of an earlier application on the date on which the requirements laid down in Rule 40, paragraph 1 , were fulfilled, the date of filing shall, provided that the correct application documents or parts are completely contained in the earlier application, remain the date on which the requirements laid down in Rule 40, paragraph 1 , were fulfilled, where the applicant so requests and files, within the period under paragraph 3 : (a) a copy of the earlier application, unless such copy is available to the European Patent Office under Rule 53, paragraph 2 ; (b) where the earlier application is not in an official language of the European Patent Office, a translation thereof in one of these languages, unless such copy is available to the European Patent Office under Rule 53, paragraph 3 ; (c) an indication as to where the correct application documents or parts are completely contained in the earlier application and, where applicable, in the translation thereof. (5) If the applicant: (a) fails to file the correct application documents or parts within the period under paragraph 1 or paragraph paragraph 3 , (b) withdraws under paragraph 7 any correct application documents or parts filed under paragraph 3 , (6) If the applicant fails to comply with the requirements referred to in paragraph 4(a) to paragraph 4 paragraph 4 (c) within the period under paragraph 3 , the application shall be re-dated to the date on which the correct application documents or parts were filed. The filing of the erroneously filed application documents or parts shall be deemed not to have been made. The European Patent Office shall inform the applicant accordingly. (7) Within one month of the notification referred to in paragraph 3 or paragraph paragraph 6 , last sentence, the applicant may withdraw the correct application documents or parts filed, in which case the re-dating shall be deemed not to have been made. The European Patent Office shall inform the applicant accordingly. (8) If the applicant files correct application documents or parts under paragraph 3 or paragraph paragraph 4 after the European Patent Office has begun to draw up the search report, the European Patent Office shall invite the applicant to pay a further search fee within one month. If the search fee is not paid in due time, the application shall be deemed to be withdrawn.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "I",
        "chapter_title": "Examination by the Receiving Section"
    },
    {
        "article_number": "Rule. 57",
        "article_title": "Examination as to formal requirements",
        "main_article": "87a translation of the application required underArticle 14, paragraph 2, underRule 36, paragraph 2, second sentence, or underRule 40, paragraph 3, second sentence, has been filed in due time; the request for grant of a European patent satisfies the requirements ofRule 41; the application contains one or more claims in accordance withArticle 78, paragraph 1(c), or a reference to a previously filed application in accordance withRule 40, paragraphs 1(c),Rule 40, paragraphs2andRule 40, paragraphs3, indicating that it replaces also the claims; Rule 40, paragraphs Rule 40, paragraphs the application contains an abstract in accordance withArticle 78, paragraph 1(e); the filing fee and the search fee have been paid in accordance withRule 17, paragraph 2,Rule 36, paragraph 3, orRule 38; the designation of the inventor has been made in accordance withRule 19, paragraph 1; where appropriate, the requirements laid down inRules 52andRule53concerning the claim to priority have been satisfied; Rule where appropriate, the requirements ofArticle 133, paragraph 2, have been satisfied; 88the application meets the requirements laid down inRule 46 andRule 49, paragraphs 1Rule 49, paragraph 1,to 9 and 12and the applicable requirements prescribed by the President of the European Patent Office underRule 49, paragraph 2; 88 Rule 46 and Rule 49, paragraphs 1 Rule 49, paragraph 1 , to 9 and 12 and the applicable requirements prescribed by the President of the European Patent Office under Rule 49, paragraph 2 89the application meets the requirements laid down inRule 30.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "I",
        "chapter_title": "Examination by the Receiving Section"
    },
    {
        "article_number": "Rule. 58",
        "article_title": "Correction of deficiencies in the application documents",
        "main_article": "If the European patent application does not comply with the requirements of Rule 57(a) to Rule 57 (d) , Rule 57 (h) and Rule 57 (i) , the European Patent Office shall inform the applicant accordingly and invite him to correct the deficiencies noted within two months. The description, claims and drawings may be amended only to an extent sufficient to remedy such deficiencies.",
        "sub_articles": [],
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "I",
        "chapter_title": "Examination by the Receiving Section"
    },
    {
        "article_number": "Rule. 59",
        "article_title": "Deficiencies in claiming priority",
        "main_article": "If the file number of the previous application under Rule 52, paragraph 1 , or the copy of that application under Rule 53, paragraph 1 , have not been filed in due time, the European Patent Office shall inform the applicant accordingly and invite him to file them within a period to be specified.",
        "sub_articles": [],
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "I",
        "chapter_title": "Examination by the Receiving Section"
    },
    {
        "article_number": "Rule. 60",
        "article_title": "Subsequent designation of the inventor",
        "main_article": "If the designation of the inventor has not been made in accordance withRule 19, the European Patent Office shall inform the applicant that the European patent application will be refused unless the designation is made within sixteen months of the date of filing of the application or, if priority is claimed, of the date of priority, this period being deemed to have been observed if the information is communicated before completion of the technical preparations for the publication of the European patent application. Where, in a divisional application or a new application underArticle 61, paragraph 1(b), the designation of the inventor has not been made in accordance withRule 19, the European Patent Office shall invite the applicant to make the designation within a period to be specified.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "I",
        "chapter_title": "Examination by the Receiving Section"
    },
    {
        "article_number": "Rule. 61",
        "article_title": "90 Content of the European search report",
        "main_article": "The European search report shall mention those documents, available to the European Patent Office at the time of drawing up the report, which may be taken into consideration in deciding whether the invention to which the European patent application relates is new and involves an inventive step. Each citation shall be referred to the claims to which it relates. Where appropriate, relevant parts of the documents cited shall be identified. The European search report shall distinguish between cited documents published before the date of priority claimed, between such date of priority and the date of filing, and on or after the date of filing. Any document which refers to an oral disclosure, a use or any other means of disclosure which took place before the date of filing of the European patent application shall be mentioned in the European search report, together with an indication of the date of publication, if any, of the document and the date of the non-written disclosure. The European search report shall be drawn up in the language of the proceedings. The European search report shall contain the classification of the subject-matter of the European patent application in accordance with the international classification.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "II",
        "chapter_title": "European search report"
    },
    {
        "article_number": "Rule. 62",
        "article_title": "91 Extended European search report",
        "main_article": "The European search report shall be accompanied by an opinion on whether the application and the invention to which it relates seem to meet the requirements of this Convention, unless a communication underRule 71, paragraph 1orRule 71, paragraph3, can be issued. Rule 71, paragraph The opinion underparagraph 1shall not be published together with the search report.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "II",
        "chapter_title": "European search report"
    },
    {
        "article_number": "Rule. 62a",
        "article_title": "92 Applications containing a plurality of independent claims",
        "main_article": "If the European Patent Office considers that the claims as filed do not comply withRule 43, paragraph 2, it shall invite the applicant to indicate, within a period of two months, the claims complying withRule 43, paragraph 2, on the basis of which the search is to be carried out. If the applicant fails to provide such an indication in due time, the search shall be carried out on the basis of the first claim in each category. The Examining Division shall invite the applicant to restrict the claims to the subject-matter searched unless it finds that the objection underparagraph 1was not justified.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "II",
        "chapter_title": "European search report"
    },
    {
        "article_number": "Rule. 63",
        "article_title": "93 Incomplete search",
        "main_article": "If the European Patent Office considers that the European patent application fails to such an extent to comply with this Convention that it is impossible to carry out a meaningful search regarding the state of the art on the basis of all or some of the subject-matter claimed, it shall invite the applicant to file, within a period of two months, a statement indicating the subject-matter to be searched. If the statement underparagraph 1is not filed in due time, or if it is not sufficient to overcome the deficiency noted underparagraph 1, the European Patent Office shall either issue a reasoned declaration stating that the European patent application fails to such an extent to comply with this Convention that it is impossible to carry out a meaningful search regarding the state of the art on the basis of all or some of the subject-matter claimed or, as far as is practicable, draw up a partial search report. The reasoned declaration or the partial search report shall be considered, for the purposes of subsequent proceedings, as the European search report. When a partial search report has been drawn up, the Examining Division shall invite the applicant to restrict the claims to the subject-matter searched unless it finds that the objection underparagraph 1was not justified.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "II",
        "chapter_title": "European search report"
    },
    {
        "article_number": "Rule. 64",
        "article_title": "94 European search report where the invention lacks unity",
        "main_article": "95If the European Patent Office considers that the European patent application does not comply with the requirement of unity of invention, it shall draw up a partial search report on those parts of the application which relate to the invention, or the group of inventions within the meaning ofArticle 82, first mentioned in the claims. It shall inform the applicant that, for the European search report to cover the other inventions, a further search fee must be paid, in respect of each invention involved, within a period of two months. The European search report shall be drawn up for the parts of the application relating to inventions in respect of which search fees have been paid. 96Any fee paid underparagraph 1shall be refunded if, during the examination of the European patent application, the applicant requests a refund and the Examining Division finds that the communication underparagraph 1was not justified.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "II",
        "chapter_title": "European search report"
    },
    {
        "article_number": "Rule. 65",
        "article_title": "97 Transmittal of the European search report",
        "main_article": "Immediately after it has been drawn up, the European search report shall be transmitted to the applicant together with copies of any cited documents . The European Patent Office shall make available copies of any cited documents. 97 Amended by decision of the Administrative Council CA/D 10/22 of 13.10.2022 ( OJ EPO 2022, A101 ), which entered into force on 01.02.2023.",
        "sub_articles": [],
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "II",
        "chapter_title": "European search report"
    },
    {
        "article_number": "Rule. 66",
        "article_title": "Definitive content of the abstract",
        "main_article": "Upon drawing up the European search report, the European Patent Office shall determine the definitive content of the abstract and transmit it to the applicant together with the search report.",
        "sub_articles": [],
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "II",
        "chapter_title": "European search report"
    },
    {
        "article_number": "Rule. 67",
        "article_title": "98 Technical preparations for publication",
        "main_article": "The President of the European Patent Office shall determine when the technical preparations for publication of the European patent application are deemed to have been completed. The application shall not be published if it has been finally refused or withdrawn or is deemed to be withdrawn before the termination of the technical preparations for publication.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "III",
        "chapter_title": "Publication of the European patent application"
    },
    {
        "article_number": "Rule. 68",
        "article_title": "99 Form of the publication of European patent applications and European search reports",
        "main_article": "The publication of the European patent application shall contain the description, the claims and any drawings as filed, and the abstract, or, if these documents making up the application were not filed in an official language of the European Patent Office, a translation in the language of the proceedings, and, in an annex, the European search report, where it is available before the termination of the technical preparations for publication. If the search report or the abstract is not published at the same time as the application, it shall be published separately. The President of the European Patent Office shall determine the form of the publication of the application and the data to be included. The same shall apply where the European search report and the abstract are published separately. The designated Contracting States shall be indicated in the published application. 100If the claims were not filed on the date of filing of the application, this shall be indicated when the application is published. If, before the termination of the technical preparations for publication of the application, the claims have been amended underRule 137, paragraph 2, the new or amended claims shall be included in the publication in addition to the claims as filed.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "III",
        "chapter_title": "Publication of the European patent application"
    },
    {
        "article_number": "Rule. 69",
        "article_title": "101 Information about publication",
        "main_article": "The European Patent Office shall inform the applicant of the date on which the European Patent Bulletin mentions the publication of the European search report and shall draw his attention toRule 70, paragraph 1,Article 94, paragraph 2, andRule 70a, paragraph 1. If a date of publication is specified in the communication underparagraph 1which is later than the actual date of publication, that later date shall be the decisive date as regards the periods referred to inRule 70, paragraph 1, andRule 70a, paragraph 1, unless the error is obvious.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "III",
        "chapter_title": "Publication of the European patent application"
    },
    {
        "article_number": "Rule. 70",
        "article_title": "Request for examination",
        "main_article": "102The applicant may request examination of the European patent application up to six months after the date on which the European Patent Bulletin mentions the publication of the European search report. The request may not be withdrawn. If the request for examination has been filed before the European search report has been transmitted to the applicant, the European Patent Office shall invite the applicant to indicate, within a period to be specified, whether he wishes to proceed further with the application, and shall give him the opportunity to comment on the search report and to amend, where appropriate, the description, claims and drawings. If the applicant fails to reply in due time to the invitation underparagraph 2, the application shall be deemed to be withdrawn.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "III",
        "chapter_title": "Publication of the European patent application"
    },
    {
        "article_number": "Rule. 70a",
        "article_title": "103 Response to the extended European search report",
        "main_article": "In the opinion accompanying the European search report the European Patent Office shall give the applicant the opportunity to comment on the extended European search report and, where appropriate, invite him to correct any deficiencies noted in the opinion accompanying the European search report and to amend the description, claims and drawings within the period referred to inRule 70, paragraph 1. In the case referred to inRule 70, paragraph 2, or if a supplementary European search report is drawn up on a Euro-PCT application, the European Patent Office shall give the applicant the opportunity to comment on the extended European search report and, where appropriate, invite him to correct any deficiencies noted in the opinion accompanying the European search report and to amend the description, claims and drawings within the period specified for indicating whether he wishes to proceed further with the application. If the applicant neither complies with nor comments on an invitation in accordance withparagraph 1or2, the application shall be deemed to be withdrawn.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Examination by the Examining Division"
    },
    {
        "article_number": "Rule. 70b",
        "article_title": "104 Request for a copy of search results",
        "main_article": "Where the European Patent Office notes, at the time the Examining Division assumes responsibility, that a copy referred to inRule 141, paragraph 1, has not been filed by the applicant and is not deemed to be duly filed underRule 141, paragraph 2, it shall invite the applicant to file, within a period of two months, the copy or a statement that the results of the search referred to inRule 141, paragraph 1, are not available to him. If the applicant fails to reply in due time to the invitation underparagraph 1, the European patent application shall be deemed to be withdrawn.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Examination by the Examining Division"
    },
    {
        "article_number": "Rule. 71",
        "article_title": "105 , 106 , 107 Examination procedure",
        "main_article": "In any communication underArticle 94, paragraph 3, the Examining Division shall, where appropriate, invite the applicant to correct any deficiencies noted and to amend the description, claims and drawings within a period to be specified. Any communication underArticle 94, paragraph 3, shall contain a reasoned statement covering, where appropriate, all the grounds against the grant of the European patent. 108Before the Examining Division decides to grant the European patent, it shall inform the applicant of the text in which it intends to grant it and of the related bibliographic data. In this communication the Examining Division shall invite the applicant to pay the fee for grant and publishing and to file a translation of the claims in the two official languages of the European Patent Office other than the language of the proceedings within four months. If the European patent application in the text intended for grant comprises more than fifteen claims, the Examining Division shall invite the applicant to pay claims fees in respect of the sixteenth and each subsequent claim within the period underparagraph 3unless the said fees have already been paid underRule 45orRule 162. If the applicant, within the period laid down inparagraph 3, pays the fees underparagraph 3and, where applicable,paragraph 4and files the translations underparagraph 3, he shall be deemed to have approved the text communicated to him underparagraph 3and verified the bibliographic data. If the applicant, within the period underparagraph 3, requests reasoned amendments or corrections to the communicated text or keeps to the latest text submitted by him, the Examining Division shall issue a new communication underparagraph 3if it gives its consent; otherwise it shall resume the examination proceedings. If the fee for grant and publishing or the claims fees are not paid in due time, or if the translations are not filed in due time, the European patent application shall be deemed to be withdrawn.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Examination by the Examining Division"
    },
    {
        "article_number": "Rule. 71a",
        "article_title": "109 Conclusion of the grant procedure",
        "main_article": "The decision to grant the European patent shall be issued if all fees have been paid, a translation of the claims in the two official languages of the European Patent Office other than the language of the proceedings has been filed and there is agreement as to the text to be granted. It shall state which text of the European patent application forms the basis for the decision. Until the decision to grant the European patent, the Examining Division may resume the examination proceedings at any time. If the designation fee becomes due after the communication underRule 71, paragraph 3, the mention of the grant of the European patent shall not be published until the designation fee has been paid. The applicant shall be informed accordingly. If a renewal fee becomes due after the communication underRule 71, paragraph 3, and before the next possible date for publication of the mention of the grant of the European patent, the mention shall not be published until the renewal fee has been paid. The applicant shall be informed accordingly. If, in response to an invitation underRule 71, paragraph 3, the applicant has already paid the fee for grant and publishing or the claims fees, the paid amount shall be credited if a further such invitation is issued. If the European patent application is refused, withdrawn prior to notification of the decision on the grant of a European patent or, at that time, deemed to be withdrawn, the fee for grant and publishing shall be refunded.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Examination by the Examining Division"
    },
    {
        "article_number": "Rule. 72",
        "article_title": "Grant of the European patent to different applicants",
        "main_article": "Where different persons are recorded in the European Patent Register as applicants in respect of different Contracting States, the European Patent Office shall grant the European patent for each Contracting State accordingly.",
        "sub_articles": [],
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Examination by the Examining Division"
    },
    {
        "article_number": "Rule. 73",
        "article_title": "110 Content and form of the specification",
        "main_article": "The specification of the European patent shall include the description, the claims and any drawings. It shall also indicate the period for opposing the European patent. The President of the European Patent Office shall determine the form of the publication of the specification and the data to be included. The designated Contracting States shall be indicated in the specification.",
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "V",
        "chapter_title": "The European patent specification"
    },
    {
        "article_number": "Rule. 74",
        "article_title": "111 Certificate for a European patent",
        "main_article": "As soon as the specification of the European patent has been published, the European Patent Office shall issue to the proprietor of the patent a certificate for a European patent. The President of the European Patent Office shall prescribe the content, form and means of communication of the certificate and determine the circumstances in which an administrative fee is payable. 111 See decision of the President of the EPO of 16.07.2013 17.12.2021 concerning the content, form and means of communication of the certificate for a European patent ( OJ EPO 2013, 416 OJ EPO 2021, A94 ) and notice from the EPO of 16.07.2013 17.12.2021 concerning communication of the certificate for a European patent ( OJ EPO 2013, 418 OJ EPO 2021, A95 ).",
        "sub_articles": [],
        "part_number": "IV",
        "part_name": "Implementing Regulations to Part IV of the Convention",
        "chapter_number": "V",
        "chapter_title": "The European patent specification"
    },
    {
        "article_number": "Rule. 75",
        "article_title": "Surrender or lapse of the patent",
        "main_article": "An opposition may be filed even if the European patent has been surrendered in all the designated Contracting States or has lapsed in all those States.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 76",
        "article_title": "112 Form and content of the opposition",
        "main_article": "Notice of opposition shall be filed in a written reasoned statement. The notice of opposition shall contain: particulars of the opponent as provided inRule 41, paragraph 2(c); the number of the European patent against which opposition is filed, the name of the proprietor of the patent and the title of the invention; a statement of the extent to which the European patent is opposed and of the grounds on which the opposition is based, as well as an indication of the facts and evidence presented in support of these grounds; if the opponent has appointed a representative, particulars as provided inRule 41, paragraph 2(d). Part III of the Implementing Regulationsshall apply mutatis mutandis to the notice of opposition.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 77",
        "article_title": "113 Rejection of the opposition as inadmissible",
        "main_article": "114If the Opposition Division notes that the notice of opposition does not comply withArticle 99, paragraph 1, orRule 76, paragraph 2(c), or does not sufficiently identify the patent against which opposition has been filed, it shall reject the opposition as inadmissible, unless these deficiencies have been remedied before expiry of the opposition period. If the Opposition Division notes that the notice of opposition does not comply with provisions other than those referred to inparagraph 1, it shall communicate this to the opponent and shall invite him to remedy the deficiencies noted within a period to be specified. If the deficiencies are not remedied in due time, the Opposition Division shall reject the opposition as inadmissible. The decision to reject an opposition as inadmissible shall be communicated to the proprietor of the patent, together with a copy of the notice of opposition.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 78",
        "article_title": "115 Procedure where the proprietor of the patent is not entitled",
        "main_article": "If a third party provides evidence, during opposition proceedings or during the opposition period, that he has instituted proceedings against the proprietor of the European patent, seeking a decision within the meaning ofArticle 61, paragraph 1, opposition proceedings shall be stayed unless the third party communicates to the European Patent Office in writing his consent to the continuation of such proceedings. Such consent shall be irrevocable. However, proceedings shall not be stayed until the Opposition Division has deemed the opposition admissible.Rule 14, paragraphs 2toRule 14, paragraphs4, shall apply mutatis mutandis. Rule 14, paragraphs Where a third party has, in accordance withArticle 99, paragraph 4, replaced the previous proprietor for one or some of the designated Contracting States, the patent as maintained in opposition proceedings may, for these States, contain claims, a description and drawings different from those for the other designated States.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 79",
        "article_title": "116 Preparation of the examination of the opposition",
        "main_article": "The Opposition Division shall communicate the notice of opposition to the proprietor of the patent and shall give him the opportunity to file his observations and to amend, where appropriate, the description, claims and drawings within a period to be specified. If several notices of opposition have been filed, the Opposition Division shall communicate them to the other opponents at the same time as the communication underparagraph 1. The Opposition Division shall communicate any observations and amendments filed by the proprietor of the patent to the other parties, and shall invite them, if it considers this expedient, to reply within a period to be specified. In the case of an intervention underArticle 105, the Opposition Division may dispense with the application ofparagraphs 1to3.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 80",
        "article_title": "117 Amendment of the European patent",
        "main_article": "Without prejudice to Rule 138 , the description, claims and drawings may be amended, provided that the amendments are occasioned by a ground for opposition under Article 100 , even if that ground has not been invoked by the opponent. 117 See decisions of the Enlarged Board of Appeal G 1/99 , G 3/14 (Annex I).",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 81",
        "article_title": "118 Examination of opposition",
        "main_article": "119The Opposition Division shall examine those grounds for opposition which are invoked in the opponent's statement underRule 76, paragraph 2(c). Grounds for opposition not invoked by the opponent may be examined by the Opposition Division of its own motion if they would prejudice the maintenance of the European patent. Communications underArticle 101, paragraph 1, second sentence, and all replies thereto shall be sent to all parties. If the Opposition Division considers this expedient, it shall invite the parties to reply within a period to be specified. In any communication underArticle 101, paragraph 1, second sentence, the proprietor of the European patent shall, where necessary, be given the opportunity to amend, where appropriate, the description, claims and drawings. Where necessary, the communication shall contain a reasoned statement covering the grounds against the maintenance of the European patent.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 82",
        "article_title": "120 Maintenance of the European patent in amended form",
        "main_article": "Before the Opposition Division decides to maintain the European patent as amended, it shall inform the parties of the text in which it intends to maintain the patent, and shall invite them to file their observations within two months if they disapprove of that text. 121If a party disapproves of the text communicated by the Opposition Division, examination of the opposition may be continued. Otherwise, the Opposition Division shall, on expiry of the period underparagraph 1, invite the proprietor of the patent topay the prescribed fee and tofile a translation of any amended claims in the official languages of the European Patent Office other than the language of the proceedings, within a period of three months. Where, in oral proceedings, decisions underArticle 106, paragraph 2, orArticle 111, paragraph 2, have been based on documents not complying withRule 49, paragraph 8the applicable requirements prescribed by the President of the European Patent Office underRule 49, paragraph 2, the proprietor of the patent shall be invited to file the amended text in a form compliant withRule 49, paragraph 8,those requirementswithin the three-month period. pay the prescribed fee and to Rule 49, paragraph 8 the applicable requirements prescribed by the President of the European Patent Office under Rule 49, paragraph 2 Rule 49, paragraph 8, those requirements 122If the acts required underparagraph 2are not performed in due time, they may still be performed within two months of a communication concerning the failure to observe the time limit, provided that a surcharge is paid within this period. Otherwise, the patent shall be revoked. 122 , provided that a surcharge is paid within this period The decision to maintain the European patent as amended shall state which text of the patent forms the basis for the decision.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 83",
        "article_title": "Request for documents",
        "main_article": "Documents referred to by a party to opposition proceedings shall be filed together with the notice of opposition or the written submissions. If such documents are neither enclosed nor filed in due time upon invitation by the European Patent Office, it may decide not to take into account any arguments based on them.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 84",
        "article_title": "123 Continuation of the opposition proceedings by the European Patent Office of its own motion",
        "main_article": "If the European patent has been surrendered in all the designated Contracting States or has lapsed in all those States, the opposition proceedings may be continued at the request of the opponent filed within two months of a communication from the European Patent Office informing him of the surrender or lapse. In the event of the death or legal incapacity of an opponent, the opposition proceedings may be continued by the European Patent Office of its own motion, even without the participation of the heirs or legal representatives. The same shall apply where the opposition is withdrawn.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 85",
        "article_title": "Transfer of the European patent",
        "main_article": "Rule 22 shall apply to any transfer of the European patent made during the opposition period or during opposition proceedings.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 86",
        "article_title": "124 Documents in opposition proceedings",
        "main_article": "Part III of the Implementing Regulations shall apply mutatis mutandis to documents filed in opposition proceedings. 124 See decision of the Enlarged Board of Appeal G 1/91 (Annex I).",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 87",
        "article_title": "Content and form of the new specification of the European patent",
        "main_article": "The new specification of the European patent shall include the description, claims and drawings as amended. Rule 73, paragraphs 2 and Rule 73, paragraphs 3 , and Rule 74 shall apply.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 88",
        "article_title": "Costs",
        "main_article": "The apportionment of costs shall be dealt with in the decision on the opposition. Such apportionment shall only take into consideration the expenses necessary to assure proper protection of the rights involved. The costs shall include the remuneration of the representatives of the parties. The Opposition Division shall, on request, fix the amount of costs to be paid under a final decision apportioning them. A bill of costs, with supporting evidence, shall be attached to the request. Costs may be fixed once their credibility is established. A request for a decision by the Opposition Division may be filed within one month of the communication on the fixing of costs underparagraph 2. The request shall be filed in writing and state the grounds on which it is based. It shall not be deemed to be filed until the prescribed fee has been paid. The Opposition Division shall decide on the request underparagraph 3without oral proceedings.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 89",
        "article_title": "125 Intervention of the assumed infringer",
        "main_article": "Notice of intervention shall be filed within three months of the date on which proceedings referred to inArticle 105are instituted. Notice of intervention shall be filed in a written reasoned statement;Rules 76andRule77shall apply mutatis mutandis. The notice of intervention shall not be deemed to have been filed until the opposition fee has been paid. Rule",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "I",
        "chapter_title": "Opposition procedure"
    },
    {
        "article_number": "Rule. 90",
        "article_title": "Subject of proceedings",
        "main_article": "The subject of limitation or revocation proceedings under Article 105a shall be the European patent as granted or as amended in opposition or limitation proceedings before the European Patent Office.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "II",
        "chapter_title": "Procedure for limitation or revocation"
    },
    {
        "article_number": "Rule. 91",
        "article_title": "Responsibility for proceedings",
        "main_article": "Decisions on requests for limitation or revocation of the European patent under Article 105a shall be taken by the Examining Division. Article 18, paragraph 2 , shall apply mutatis mutandis.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "II",
        "chapter_title": "Procedure for limitation or revocation"
    },
    {
        "article_number": "Rule. 92",
        "article_title": "Requirements of the request",
        "main_article": "126The request for limitation or revocation of a European patent shall be filed in writing in one of the official languages of the European Patent Office. It may also be filed in an official language of a Contracting State, provided that a translation is filed in one of the official languages of the European Patent Office within the period specified inRule 6, paragraph 2.Part III of the Implementing Regulationsshall apply mutatis mutandis to documents filed in limitation or revocation proceedings. The request shall contain: particulars of the proprietor of the European patent making the request (the requester) as provided inRule 41, paragraph 2(c), and an indication of the Contracting States for which the requester is the proprietor of the patent; the number of the patent whose limitation or revocation is requested, and a list of the Contracting States in which the patent has taken effect; where appropriate, the names and addresses of the proprietors of the patent for those Contracting States in which the requester is not the proprietor of the patent, and evidence that the requester is entitled to act on their behalf in the proceedings; where limitation of the patent is requested, the complete version of the amended claims and, as the case may be, of the amended description and drawings; where the requester has appointed a representative, particulars as provided inRule 41, paragraph 2(d).",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "II",
        "chapter_title": "Procedure for limitation or revocation"
    },
    {
        "article_number": "Rule. 93",
        "article_title": "Precedence of opposition proceedings",
        "main_article": "The request for limitation or revocation shall be deemed not to have been filed if opposition proceedings in respect of the patent are pending at the time of filing the request. If, at the time of filing an opposition to a European patent, limitation proceedings in respect of that patent are pending, the Examining Division shall terminate the limitation proceedings and order the reimbursement of the limitation fee. The reimbursement shall also be ordered in respect of the fee referred to inRule 95, paragraph 3, first sentence, if the requester has already paid this fee.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "II",
        "chapter_title": "Procedure for limitation or revocation"
    },
    {
        "article_number": "Rule. 94",
        "article_title": "Rejection of the request as inadmissible",
        "main_article": "If the Examining Division finds that the request for limitation or revocation fails to comply with the requirements of Rule 92 , it shall invite the requester to correct the deficiencies noted, within a period to be specified. If the deficiencies are not corrected in due time, the Examining Division shall reject the request as inadmissible.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "II",
        "chapter_title": "Procedure for limitation or revocation"
    },
    {
        "article_number": "Rule. 95",
        "article_title": "Decision on the request",
        "main_article": "If a request for revocation is admissible, the Examining Division shall revoke the patent and communicate this to the requester. If a request for limitation is admissible, the Examining Division shall examine whether the amended claims constitute a limitation vis-à-vis the claims as granted or amended in opposition or limitation proceedings and comply withArticle 84andArticle 123, paragraphs 2and3. If the request does not comply with these requirements, the Examining Division shall give the requester one opportunity to correct any deficiencies noted, and to amend the claims and, where appropriate, the description and drawings, within a period to be specified. 127If a request for limitation is allowable underparagraph 2, the Examining Division shall communicate this to the requester and invite himto pay the prescribed fee andto file a translation of the amended claims in the official languages of the European Patent Office other than the language of the proceedings, within a period of three months;Rule 82, paragraph 3, first sentence, shall apply mutatis mutandis. If the requester performs these acts in due time, the Examining Division shall limit the patent. to pay the prescribed fee and If the requester does not respond in due time to the communication issued underparagraph 2, or if the request for limitation is not allowable, or if the requester fails to perform the acts required underparagraph 3in due time, the Examining Division shall reject the request.",
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "II",
        "chapter_title": "Procedure for limitation or revocation"
    },
    {
        "article_number": "Rule. 96",
        "article_title": "Content and form of the amended European patent specification",
        "main_article": "The amended European patent specification shall include the description, claims and drawings as amended. Rule 73, paragraphs 2 and Rule 73, paragraphs 3 , and Rule 74 shall apply.",
        "sub_articles": [],
        "part_number": "V",
        "part_name": "Implementing Regulations to Part V of the Convention",
        "chapter_number": "II",
        "chapter_title": "Procedure for limitation or revocation"
    },
    {
        "article_number": "Rule. 97",
        "article_title": "128 Appeal against apportionment and fixing of costs",
        "main_article": "The apportionment of costs of opposition proceedings cannot be the sole subject of an appeal. A decision fixing the amount of costs of opposition proceedings cannot be appealed unless the amount exceeds that of the fee for appeal.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "I",
        "chapter_title": "Appeals procedure"
    },
    {
        "article_number": "Rule. 98",
        "article_title": "Surrender or lapse of the patent",
        "main_article": "The decision of an Opposition Division may be appealed even if the European patent has been surrendered in all the designated Contracting States or has lapsed in all those States.",
        "sub_articles": [],
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "I",
        "chapter_title": "Appeals procedure"
    },
    {
        "article_number": "Rule. 99",
        "article_title": "129 Content of the notice of appeal and the statement of grounds",
        "main_article": "The notice of appeal shall contain: the name and the address of the appellant as provided inRule 41, paragraph 2(c); an indication of the decision impugned; and a request defining the subject of the appeal. In the statement of grounds of appeal the appellant shall indicate the reasons for setting aside the decision impugned, or the extent to which it is to be amended, and the facts and evidence on which the appeal is based. Part III of the Implementing Regulationsshall apply mutatis mutandis to the notice of appeal, the statement of grounds and the documents filed in appeal proceedings.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "I",
        "chapter_title": "Appeals procedure"
    },
    {
        "article_number": "Rule. 100",
        "article_title": "130 Examination of appeals",
        "main_article": "131Unless otherwise provided, the provisions relating to proceedings before the department which has taken the decision impugned shall apply to appeal proceedings. In the examination of the appeal, the Board of Appeal shall invite the parties, as often as necessary, to file observations, within a period to be specified, on communications issued by itself or observations submitted by another party. If the applicant fails to reply in due time to an invitation underparagraph 2, the European patent application shall be deemed to be withdrawn, unless the decision impugned was taken by the Legal Division.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "I",
        "chapter_title": "Appeals procedure"
    },
    {
        "article_number": "Rule. 101",
        "article_title": "132 Rejection of the appeal as inadmissible",
        "main_article": "If the appeal does not comply withArticles 106toArticle108,Rule 97orRule 99, paragraph 1(b)orRule 99, paragraph 1(c)orRule 99,paragraph 2, the Board of Appeal shall reject it as inadmissible, unless any deficiency has been remedied before the relevant period underArticle 108has expired. Article Rule 99, paragraph 1 Rule 99, If the Board of Appeal notes that the appeal does not comply withRule 99, paragraph 1(a), it shall communicate this to the appellant and shall invite him to remedy the deficiencies noted within a period to be specified. If the deficiencies are not remedied in due time, the Board of Appeal shall reject the appeal as inadmissible.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "I",
        "chapter_title": "Appeals procedure"
    },
    {
        "article_number": "Rule. 102",
        "article_title": "133 Form of decision of the Board of Appeal",
        "main_article": "a statement that it was delivered by the Board of Appeal; the date when the decision was taken; the names of the Chairman and of the other members of the Board of Appeal taking part; the names of the parties and their representatives; the requests of the parties; a summary of the facts; the reasons; the order of the Board of Appeal, including, where appropriate, a decision on costs.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "I",
        "chapter_title": "Appeals procedure"
    },
    {
        "article_number": "Rule. 103",
        "article_title": "135 , 136 Reimbursement of appeal fees",
        "main_article": "The appeal fee shall be reimbursed in full in the event of interlocutory revision or where the Board of Appeal deems an appeal to be allowable, if such reimbursement is equitable by reason of a substantial procedural violation, or if the appeal is withdrawn before the filing of the statement of grounds of appeal and before the period for filing that statement has expired. The appeal fee shall be reimbursed at 75% if, in response to a communication from the Board of Appeal indicating its intention to start substantive examination of the appeal, the appeal is withdrawn within two months of notification of that communication. The appeal fee shall be reimbursed at 50% if the appeal is withdrawn after expiry of the period underparagraph 1(b), provided withdrawal occurs: if a date for oral proceedings has been set, within one month of notification of a communication issued by the Board of Appeal in preparation for these oral proceedings; if no date for oral proceedings has been set, and the Board of Appeal has issued a communication inviting the appellant to file observations, before expiry of the period set by the Board for filing observations; in all other cases, before the decision is issued. The appeal fee shall be reimbursed at 25% if the appeal is withdrawn after expiry of the period underparagraph 3(a)but before the decision is announced at oral proceedings; if the appeal is withdrawn after expiry of the period underparagraph 3(b)but before the decision is issued; if any request for oral proceedings is withdrawn within one month of notification of the communication issued by the Board of Appeal in preparation for the oral proceedings, and no oral proceedings take place. The appeal fee shall be reimbursed under only one of the above provisions. Where more than one rate of reimbursement applies, reimbursement shall be at the higher rate. The department whose decision is impugned shall order the reimbursement if it revises its decision and considers reimbursement equitable by reason of a substantial procedural violation. In all other cases, matters of reimbursement shall be decided by the Board of Appeal.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "I",
        "chapter_title": "Appeals procedure"
    },
    {
        "article_number": "Rule. 104",
        "article_title": "Further fundamental procedural defects",
        "main_article": "contrary toArticle 116, failed to arrange for the holding of oral proceedings requested by the petitioner, or decided on the appeal without deciding on a request relevant to that decision.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "II",
        "chapter_title": "Petitions for review by the Enlarged Board of Appeal"
    },
    {
        "article_number": "Rule. 105",
        "article_title": "Criminal acts",
        "main_article": "A petition for review may be based on Article 112a, paragraph 2(e) , if a competent court or authority has finally established that the criminal act occurred; a conviction is not necessary.",
        "sub_articles": [],
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "II",
        "chapter_title": "Petitions for review by the Enlarged Board of Appeal"
    },
    {
        "article_number": "Rule. 106",
        "article_title": "Obligation to raise objections",
        "main_article": "A petition under Article 112a, paragraph 2(a) to Article 112a, paragraph 2 (d) , is only admissible where an objection in respect of the procedural defect was raised during the appeal proceedings and dismissed by the Board of Appeal, except where such objection could not be raised during the appeal proceedings.",
        "sub_articles": [],
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "II",
        "chapter_title": "Petitions for review by the Enlarged Board of Appeal"
    },
    {
        "article_number": "Rule. 107",
        "article_title": "Contents of the petition for review",
        "main_article": "The petition shall contain: the name and the address of the petitioner as provided inRule 41, paragraph 2(c); an indication of the decision to be reviewed. The petition shall indicate the reasons for setting aside the decision of the Board of Appeal, and the facts and evidence on which the petition is based. Part III of the Implementing Regulationsshall apply mutatis mutandis to the petition for review and the documents filed in the proceedings.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "II",
        "chapter_title": "Petitions for review by the Enlarged Board of Appeal"
    },
    {
        "article_number": "Rule. 108",
        "article_title": "Examination of the petition",
        "main_article": "If the petition does not comply withArticle 112a, paragraphs 1,Article 112a, paragraphs2orArticle 112a, paragraphs4,Rule 106orRule 107, paragraph 1(b)orRule 107, paragraph2, the Enlarged Board of Appeal shall reject it as inadmissible, unless any defect has been remedied before the relevant period underArticle 112a, paragraph 4, expires. Article 112a, paragraphs Article 112a, paragraphs Rule 107, paragraph If the Enlarged Board of Appeal notes that the petition does not comply withRule 107, paragraph 1(a), it shall communicate this to the petitioner and shall invite him to remedy the deficiencies noted within a period to be specified. If the deficiencies are not remedied in due time, the Enlarged Board of Appeal shall reject the petition as inadmissible. 137If the petition is allowable, the Enlarged Board of Appeal shall set aside the decision of the Board of Appeal and order the re-opening of the proceedings before the Board of Appeal responsible underRule 12b, paragraph 4. The Enlarged Board of Appeal may order that members of the Board of Appeal who participated in taking the decision set aside shall be replaced.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "II",
        "chapter_title": "Petitions for review by the Enlarged Board of Appeal"
    },
    {
        "article_number": "Rule. 109",
        "article_title": "Procedure in dealing with petitions for review",
        "main_article": "In proceedings underArticle 112a, the provisions relating to proceedings before the Boards of Appeal shall apply, unless otherwise provided.Rule 115, paragraph 1, second sentence,Rule 118, paragraph 2, first sentence, andRule 132, paragraph 2, shall not apply. The Enlarged Board of Appeal may specify a period deviating fromRule 4, paragraph 1, first sentence. The Enlarged Board of Appeal consisting of two legally qualified members and one technically qualified member shall examine all petitions for review and shall reject those which are clearly inadmissible or unallowable; such decision shall require unanimity; consisting of four legally qualified members and one technically qualified member shall decide on any petition not rejected undersub-paragraph (a). The Enlarged Board of Appeal composed according toparagraph 2(a)shall decide without the involvement of other parties and on the basis of the petition.",
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "II",
        "chapter_title": "Petitions for review by the Enlarged Board of Appeal"
    },
    {
        "article_number": "Rule. 110",
        "article_title": "Reimbursement of the fee for petitions for review",
        "main_article": "The Enlarged Board of Appeal shall order the reimbursement of the fee for a petition for review if the proceedings before the Boards of Appeal are reopened.",
        "sub_articles": [],
        "part_number": "VI",
        "part_name": "Implementing Regulations to Part VI of the Convention",
        "chapter_number": "II",
        "chapter_title": "Petitions for review by the Enlarged Board of Appeal"
    },
    {
        "article_number": "Rule. 111",
        "article_title": "138 Form of decisions",
        "main_article": "Where oral proceedings are held before the European Patent Office, the decision may be given orally. The decision shall subsequently be put in writing and notified to the parties. Decisions of the European Patent Office which are open to appeal shall be reasoned and shall be accompanied by a communication pointing out the possibility of appeal and drawing the attention of the parties toArticles 106toArticle108, the text of which shall be attached. The parties may not invoke the omission of the communication. Article",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "I",
        "chapter_title": "Decisions and communications of the European Patent Office"
    },
    {
        "article_number": "Rule. 112",
        "article_title": "139 Noting of loss of rights",
        "main_article": "If the European Patent Office notes that a loss of rights has occurred, without any decision concerning the refusal of the European patent application or the grant, revocation or maintenance of the European patent, or the taking of evidence, it shall communicate this to the party concerned. If the party concerned considers that the finding of the European Patent Office is inaccurate, it may, within two months of the communication underparagraph 1, apply for a decision on the matter. The European Patent Office shall take such decision only if it does not share the opinion of the party requesting it; otherwise, it shall inform that party.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "I",
        "chapter_title": "Decisions and communications of the European Patent Office"
    },
    {
        "article_number": "Rule. 113",
        "article_title": "140 Signature, name, seal",
        "main_article": "Any decisions, summonses, notices and communications from the European Patent Office shall be signed by, and state the name of, the employee responsible. Where a document referred to inparagraph 1is produced by the employee responsible using a computer, a seal may replace the signature. Where the document is produced automatically by a computer, the employee's name may also be dispensed with. The same shall apply to pre-printed notices and communications.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "I",
        "chapter_title": "Decisions and communications of the European Patent Office"
    },
    {
        "article_number": "Rule. 114",
        "article_title": "141 Observations by third parties",
        "main_article": "Any observations by a third party shall be filed in writing in an official language of the European Patent Office and state the grounds on which they are based.Rule 3, paragraph 3, shall apply. Any such observations shall be communicated to the applicant for or proprietor of the patent, who may comment on them.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "II",
        "chapter_title": "Observations by third parties"
    },
    {
        "article_number": "Rule. 115",
        "article_title": "142 Summons to oral proceedings",
        "main_article": "The parties shall be summoned to oral proceedings underArticle 116, drawing their attention toparagraph 2of this Rule. At least two months' notice of the summons shall be given, unless the parties agree to a shorter period. 143If a party duly summoned to oral proceedings before the European Patent Office does not appear as summoned, the proceedings may continue without that party. 143",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 116",
        "article_title": "144 Preparation of oral proceedings",
        "main_article": "When issuing the summons, the European Patent Office shall draw attention to the points which in its opinion need to be discussed for the purposes of the decision to be taken. At the same time a final date for making written submissions in preparation for the oral proceedings shall be fixed.Rule 132shall not apply. New facts and evidence presented after that date need not be considered, unless admitted on the grounds that the subject of the proceedings has changed. If the applicant or patent proprietor has been notified of the grounds prejudicing the grant or maintenance of the patent, he may be invited to submit, by the date specified inparagraph 1, second sentence, documents which meet the requirements of the Convention.Paragraph 1, third and fourth sentences, shall apply mutatis mutandis.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 117",
        "article_title": "145 Decision on taking of evidence",
        "main_article": "Where the European Patent Office considers it necessary to hear a party, witness or expert, or to carry out an inspection, it shall take a decision to this end, setting out the investigation which it intends to carry out, relevant facts to be proved and the date, time and place of the investigation and whether it will be conducted by videoconference . If the hearing of a witness or expert is requested by a party, the decision shall specify the period within which the requester must make known the name and address of any witness or expert concerned. 145 Amended by decision of the Administrative Council CA/D 12/20 of 15.12.2020 ( OJ EPO 2020, A132 ), which entered into force on 01.01.2021. See notice from the EPO of 17.12.2020 concerning the taking of evidence by videoconference by examining and opposition divisions ( OJ EPO 2020, A135 ).",
        "sub_articles": [],
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 118",
        "article_title": "146 Summons to give evidence before the European Patent Office",
        "main_article": "A summons to give evidence before the European Patent Office shall be issued to the parties, witnesses or experts concerned. At least two months' notice of a summons issued to a party, witness or expert to testify shall be given, unless they agree to a shorter period. The summons shall contain: an extract from the decision underRule 117, indicating the date, time and place of the investigation ordered, specifying whether it will be conducted by videoconferenceand stating the facts in respect of which parties, witnesses or experts are to be heard; , specifying whether it will be conducted by videoconference the names of the parties and particulars of the rights which the witnesses or experts may invoke underRule 122, paragraphs 2toRule 122, paragraphs4; Rule 122, paragraphs (c) an indication that a party, witness or expert who has been summoned to appear before the European Patent Office on its premises may, at his request, be heard by videoconference; (d) (c)an indication that the party, witness or expert may request to be heard by a competent court of his country of residence underRule 120, and an invitation to inform the European Patent Office, within a period to be specified, whether he is prepared to appear before it. (c)",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 119",
        "article_title": "Examination of evidence before the European Patent Office",
        "main_article": "The Examining Division, Opposition Division or Board of Appeal may commission one of its members to examine the evidence adduced. Before a party, witness or expert may be heard, he shall be informed that the European Patent Office may request the competent court in the country of residence of the person concerned to re-examine his testimony under oath or in an equally binding form. The parties may attend an investigation and may put relevant questions to the testifying party, witness or expert.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 120",
        "article_title": "Hearing by a competent national court",
        "main_article": "A party, witness or expert who is summoned before the European Patent Office may request the latter to allow him to be heard by a competent court in his country of residence. If this is requested, or if no reply is received within the period specified in the summons, the European Patent Office may, in accordance withArticle 131, paragraph 2, request the competent court to hear the person concerned. If a party, witness or expert has been heard by the European Patent Office, the latter may, if it considers it advisable for the testimony to be given under oath or in an equally binding form, issue a request underArticle 131, paragraph 2, to the competent court in the country of residence of the person concerned to re-examine his testimony under such conditions. When the European Patent Office requests a competent court to take evidence, it may request the court to take the evidence under oath or in an equally binding form and to permit a member of the department concerned to attend the hearing and question the party, witness or expert, either through the intermediary of the court or directly.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 121",
        "article_title": "Commissioning of experts",
        "main_article": "The European Patent Office shall decide in what form the opinion of an expert whom it appoints shall be submitted. The terms of reference of the expert shall include: a precise description of his task; the period specified for the submission of his opinion; the names of the parties to the proceedings; particulars of the rights which he may invoke underRule 122, paragraphs 2toRule 122, paragraphs4. Rule 122, paragraphs A copy of any written opinion shall be submitted to the parties. The parties may object to an expert. The department of the European Patent Office concerned shall decide on the objection.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 122",
        "article_title": "Costs of taking of evidence",
        "main_article": "The taking of evidence by the European Patent Office may be made conditional upon deposit with it, by the party requesting the evidence to be taken, of an amount to be fixed by reference to an estimate of the costs. Witnesses or experts who are summoned by and appear before the European Patent Office shall be entitled to appropriate reimbursement of expenses for travel and subsistence. An advance for these expenses may be granted to them. This shall also apply to persons who appear before the European Patent Office without being summoned by it and are heard as witnesses or experts. Witnesses entitled to reimbursement underparagraph 2shall also be entitled to appropriate compensation for loss of earnings, and experts to fees for their work. These payments shall be made to the witnesses and experts after they have fulfilled their duties or tasks. 147The Administrative Council shall lay down the details implementingparagraphs 2and3. Any amounts due under these provisions shall be paid by the European Patent Office.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 123",
        "article_title": "148 Conservation of evidence",
        "main_article": "On request, the European Patent Office may, without delay, take measures to conserve evidence of facts liable to affect a decision which it may be called upon to take with regard to a European patent application or a European patent, where there is reason to fear that it might subsequently become more difficult or even impossible to take evidence. The date on which the measures are to be taken shall be communicated to the applicant for or proprietor of the patent in sufficient time to allow him to attend. He may ask relevant questions. The request shall contain: particulars of the requester as provided inRule 41, paragraph 2(c); sufficient identification of the European patent application or European patent in question; an indication of the facts in respect of which evidence is to be taken; particulars of the means of giving or obtaining evidence; a statement establishing a prima facie case for fearing that it might subsequently become more difficult or impossible to take evidence. (3) The request shall not be deemed to have been filed until the prescribed fee has been paid. (3) (4)The decision on the request and any resulting taking of evidence shall be incumbent upon the department of the European Patent Office which would have to take the decision liable to be affected by the facts to be established. The provisions with regard to the taking of evidence in proceedings before the European Patent Office shall apply. (4)",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 124",
        "article_title": "Minutes of oral proceedings and of taking of evidence",
        "main_article": "Minutes of oral proceedings and of the taking of evidence shall be drawn up, containing the essentials of the oral proceedings or of the taking of evidence, the relevant statements made by the parties, the testimony of the parties, witnesses or experts and the result of any inspection. The minutes of the testimony of a witness, expert or party shall be read out, submitted to him, so that he may examine them or, where they are recorded by technical means, played back to him, unless he waives this right. It shall be noted in the minutes that this formality has been carried out and that the person who gave the testimony approved the minutes. If his approval is not given, his objections shall be noted. It is not necessary to play back the minutes or to obtain approval of them if the testimony has been recorded verbatim and directly using technical means. 149The minutes shall be authenticated by the employee responsible for drawing them up and by the employee who conducted the oral proceedings or taking of evidence, either by their signature or by any other appropriate means. The parties shall be provided with a copy of the minutes.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "III",
        "chapter_title": "Oral proceedings and taking of evidence"
    },
    {
        "article_number": "Rule. 125",
        "article_title": "150 General provisions",
        "main_article": "The European Patent Office shall, as a matter of course, notify those concerned of decisions and summonses, and of any notice or other communication from which a time limit is reckoned, or of which those concerned must be notified under the Convention, or of which notification has been ordered by the President of the European Patent Office. Any notification to be made shall take the form of the original document, a copy thereof certified by or bearing the seal of the European Patent Office, a computer print-out bearing such seal or an electronic document containing such seal or otherwise certified. Copies of documents emanating from the parties themselves shall not require such certification. Notification shall be made: by postal services in accordance withRule 126; by means of electronic communication in accordance withRule 127; by delivery on the premises of the European Patent Office in accordance withRule 128; or by public notice in accordance withRule 129. Notification through the central industrial property office of a Contracting State shall be made in accordance with the law applicable to that office in national proceedings. Where a document has reached the addressee, if the European Patent Office is unable to prove that it has been duly notified, or if provisions relating to its notification have not been observed, the document shall be deemed to have been notified on the date established by the European Patent Office as the date of receipt.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Notifications"
    },
    {
        "article_number": "Rule. 126",
        "article_title": "151 Notification by postal services",
        "main_article": "152All notifications by postal services shall be by registered letter.153 154Where notification is effected in accordance withparagraph 1, thedocumentlettershall be deemed to be delivered to the addressee on thetenth day following its handover to the postal service providerdate it bears, unless it has failed to reach the addressee.or has reached him at a later date;Ininthe event of any disputeconcerning the delivery of the document, it shall be incumbent on the European Patent Office to establish that theletterdocumenthas reached its destinationandorto establish the date on which theletterdocumentwas delivered to the addressee, as the case may be.If the European Patent Office establishes that the document was delivered to the addressee more than seven days after the date it bears, a period for which the deemed receipt of that document is the relevant event underRule 131, paragraph 2, shall expire later by the number of days by which the seven days were exceeded. 154 document letter tenth day following its handover to the postal service provider date it bears . or has reached him at a later date; In in concerning the delivery of the document letter document and or letter document , as the case may be If the European Patent Office establishes that the document was delivered to the addressee more than seven days after the date it bears, a period for which the deemed receipt of that document is the relevant event under Rule 131, paragraph 2 , shall expire later by the number of days by which the seven days were exceeded. Notification in accordance withparagraph 1shall be deemed to have been effected even if acceptance of the letter has been refused. To the extent that notification by postal services is not covered byparagraphs 1to3, the law of the State in which the notification is made shall apply.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Notifications"
    },
    {
        "article_number": "Rule. 127",
        "article_title": "155 Notification by means of electronic communication",
        "main_article": "Notification may be effected by means of electronic communication as determined by the President of the European Patent Office and under the conditions laid down by him. 156Where notification is effected by means of electronic communication, the electronic document shall be deemed to be delivered to the addressee on thetenth day following its transmissiondate it bears, unless it has failed to reach its destination.or has reached its destination at a later date;Ininthe event of any disputeconcerning the delivery of the electronic document, it shall be incumbent on the European Patent Office to establish that theelectronicdocument has reached its destinationorandto establish the date on which it reached its destination, as the case may be.If the European Patent Office establishes that the electronic document has reached its destination more than seven days after the date it bears, a period for which the deemed receipt of that document is the relevant event underRule 131, paragraph 2, shall expire later by the number of days by which the seven days were exceeded. 156 tenth day following its transmission date it bears . or has reached its destination at a later date; In in concerning the delivery of the electronic document electronic or and , as the case may be If the European Patent Office establishes that the electronic document has reached its destination more than seven days after the date it bears, a period for which the deemed receipt of that document is the relevant event under Rule 131, paragraph 2 , shall expire later by the number of days by which the seven days were exceeded.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Notifications"
    },
    {
        "article_number": "Rule. 128",
        "article_title": "Notification by delivery by hand",
        "main_article": "Notification may be effected on the premises of the European Patent Office by delivery by hand of the document to the addressee, who shall on delivery acknowledge its receipt. Notification shall be deemed to have been effected even if the addressee refuses to accept the document or to acknowledge receipt thereof.",
        "sub_articles": [],
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Notifications"
    },
    {
        "article_number": "Rule. 129",
        "article_title": "Public notification",
        "main_article": "157If the address of the addressee cannot be established, or if notification in accordance withRule 126, paragraph 1, has proved to be impossible even after a second attempt, notification shall be effected by public notice. 158The President of the European Patent Office shall determine how the public notice is to be given and the beginning of the period of one month on expiry of which the document shall be deemed to have been notified.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Notifications"
    },
    {
        "article_number": "Rule. 130",
        "article_title": "Notification to representatives",
        "main_article": "If a representative has been appointed, notifications shall be addressed to him. If several representatives have been appointed for a single party, notification to any one of them shall be sufficient. If several parties have a common representative, notification to the common representative shall be sufficient.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IV",
        "chapter_title": "Notifications"
    },
    {
        "article_number": "Rule. 131",
        "article_title": "Calculation of periods",
        "main_article": "Periods shall be laid down in terms of full years, months, weeks or days. 159Computation shall start on the day following the day on which the relevant event occurred, the event being either a procedural step or the expiry of another period. Where the procedural step is a notification, the relevant event shall be thedeemedreceipt of the document notified, unless otherwise provided. 159 deemed When a period is expressed as one year or a certain number of years, it shall expire in the relevant subsequent year in the month having the same name and on the day having the same number as the month and the day on which the said event occurred; if the relevant subsequent month has no day with the same number, the period shall expire on the last day of that month. When a period is expressed as one month or a certain number of months, it shall expire in the relevant subsequent month on the day which has the same number as the day on which the said event occurred; if the relevant subsequent month has no day with the same number, the period shall expire on the last day of that month. When a period is expressed as one week or a certain number of weeks, it shall expire in the relevant subsequent week on the day having the same name as the day on which the said event occurred.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "V",
        "chapter_title": "Time limits"
    },
    {
        "article_number": "Rule. 132",
        "article_title": "Periods specified by the European Patent Office",
        "main_article": "Where the Convention or these Implementing Regulations refer to \"a period to be specified\", this period shall be specified by the European Patent Office. Unless otherwise provided, a period specified by the European Patent Office shall be neither less than two months nor more than four months; in certain circumstances it may be up to six months. In special cases, the period may be extended upon request, presented before the expiry of such period.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "V",
        "chapter_title": "Time limits"
    },
    {
        "article_number": "Rule. 133",
        "article_title": "160 Late receipt of documents",
        "main_article": "161A document received late at the European Patent Office shall be deemed to have been received in due time if it was delivered to a recognised postal service provider in due time before expiry of the period in accordance with the conditions laid down by the President of the European Patent Office, unless the document was received later than three months after expiry of the period. Paragraph 1shall apply mutatis mutandis to any period where transactions are carried out with the competent authority in accordance withArticle 75, paragraphs 1(b)orArticle 75, paragraphs2(b). Article 75, paragraphs",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "V",
        "chapter_title": "Time limits"
    },
    {
        "article_number": "Rule. 134",
        "article_title": "162 Extension of periods",
        "main_article": "163If a period expires on a day on which one of the filing offices of the European Patent Office underRule 35, paragraph 1, is not open for receipt of documents or on which, for reasons other than those referred to inparagraph 2, mail is not delivered there, the period shall extend to the first day thereafter on which all the filing offices are open for receipt of documents and on which mail is delivered. The first sentence shall apply mutatis mutandis if documents filed by one of the means of electronic communication permitted by the President of the European Patent Office underRule 2, paragraph 1, cannot be received. If a period expires on a day on which there is a general dislocation in the delivery or transmission of mail in a Contracting State, the period shall extend to the first day following the end of the interval of dislocation for parties which are resident in the State concerned or have appointed representatives with a place of business in that State. Where the State concerned is the State in which the European Patent Office is located, this provision shall apply to all parties and their representatives. This paragraph shall apply mutatis mutandis to the period referred to inRule 37, paragraph 2. Paragraphs 1and2shall apply mutatis mutandis where acts are performed with the competent authority in accordance withArticle 75, paragraphs 1(b)orArticle 75, paragraphs2(b). Article 75, paragraphs The date of commencement and the end of any dislocation underparagraph 2shall be published by the European Patent Office. Without prejudice toparagraphs 1to4, a party concerned may produce evidence that on any of the ten days preceding the day of expiry of a period the delivery or transmission of mail was dislocated due to an exceptional occurrence such as a natural disaster, war, civil disorder, a general breakdown in any of the means of electronic communication permitted by the President of the European Patent Office underRule 2, paragraph 1, or other like reasons affecting the locality where the party or his representative resides or has his place of business. If the evidence produced satisfies the European Patent Office, a document received late shall be deemed to have been received in due time, provided that the mailing or the transmission was effected at the latest on the fifth day after the end of the dislocation.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "V",
        "chapter_title": "Time limits"
    },
    {
        "article_number": "Rule. 135",
        "article_title": "Further processing",
        "main_article": "Further processing underArticle 121, paragraph 1, shall be requested by payment of the prescribed fee within two months of the communication concerning either the failure to observe a time limit or a loss of rights. The omitted act shall be completed within the period for making the request. 164Further processing shall be ruled out in respect of the periods referred to inArticle 121, paragraph 4, and of the periods underRule 6, paragraph 1,Rule 16, paragraph 1(a),Rule 31, paragraph 2,Rule 36, paragraph 2,Rule 40, paragraph 3,Rule 51, paragraphs 2toRule 51, paragraphs5,Rule 52, paragraphs 2andRule 52, paragraphs3,Rules 55,56,Rule 56a, paragraphs 1andRule 56a, paragraphs3toRule 56a, paragraphs7,Rules58,59,62a,Rule63,64,Rule 112, paragraph 2, andRule 164, paragraphs 1andRule 164, paragraphs2. Rule 51, paragraphs Rule 52, paragraphs  Rule 56a, paragraphs 1 and Rule 56a, paragraphs Rule 56a, paragraphs 3 to Rule 56a, paragraphs Rule 56a, paragraphs 7 , Rules Rule Rule 164, paragraphs The department competent to decide on the omitted act shall decide on the request for further processing.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "V",
        "chapter_title": "Time limits"
    },
    {
        "article_number": "Rule. 136",
        "article_title": "Re-establishment of rights",
        "main_article": "Any request for re-establishment of rights underArticle 122, paragraph 1, shall be filed in writing within two months of the removal of the cause of non-compliance with the period, but at the latest within one year of expiry of the unobserved time limit. However, a request for re-establishment of rights in respect of any of the periods specified inArticle 87, paragraph 1, and inArticle 112a, paragraph 4, shall be filed within two months of expiry of that period. The request for re-establishment of rights shall not be deemed to have been filed until the prescribed fee has been paid. The request shall state the grounds on which it is based and shall set out the facts on which it relies. The omitted act shall be completed within the relevant period for filing the request according toparagraph 1. Re-establishment of rights shall be ruled out in respect of any period for which further processing underArticle 121is available and in respect of the period for requesting re-establishment of rights. The department competent to decide on the omitted act shall decide on the request for re-establishment of rights.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "V",
        "chapter_title": "Time limits"
    },
    {
        "article_number": "Rule. 137",
        "article_title": "165 , 166 Amendment of the European patent application",
        "main_article": "Before receiving the European search report, the applicant may not amend the description, claims or drawings of a European patent application unless otherwise provided. Together with any comments, corrections or amendments made in response to communications by the European Patent Office underRule 70a, paragraph 1orRule 70a, paragraph2, orRule 161, paragraph 1, the applicant may amend the description, claims and drawings of his own volition. Rule 70a, paragraph No further amendment may be made without the consent of the Examining Division. When filing any amendments referred to inparagraphs 1to3, the applicant shall identify them and indicate the basis for them in the application as filed. If the Examining Division notes a failure to meet either requirement,it may request the correction of this deficiency within a period of one month. Amended claims may not relate to unsearched subject-matter which does not combine with the originally claimed invention or group of inventions to form a single general inventive concept. Nor may they relate to subject-matter not searched in accordance withRule 62aorRule 63.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "VI",
        "chapter_title": "Amendments and corrections"
    },
    {
        "article_number": "Rule. 138",
        "article_title": "167 Different claims, description and drawings for different States",
        "main_article": "If the European Patent Office is informed of the existence of a prior right under Article 139, paragraph 2 , the European patent application or European patent may, for such State or States, contain claims and, where appropriate, a description and drawings which are different from those for the other designated States. 167 See decision of the Enlarged Board of Appeal G 1/99 (Annex I).",
        "sub_articles": [],
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "VI",
        "chapter_title": "Amendments and corrections"
    },
    {
        "article_number": "Rule. 139",
        "article_title": "168 Correction of errors in documents filed with the European Patent Office",
        "main_article": "Linguistic errors, errors of transcription and mistakes in any document filed with the European Patent Office may be corrected on request. However, if the request for such correction concerns the description, claims or drawings, the correction must be obvious in the sense that it is immediately evident that nothing else would have been intended than what is offered as the correction. 168 See decisions of the Enlarged Board of Appeal G 3/89 , G 11/91 , G 2/95 , G 1/12 (Annex I).",
        "sub_articles": [],
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "VI",
        "chapter_title": "Amendments and corrections"
    },
    {
        "article_number": "Rule. 140",
        "article_title": "169 Correction of errors in decisions",
        "main_article": "In decisions of the European Patent Office, only linguistic errors, errors of transcription and obvious mistakes may be corrected. 169 See decisions of the Enlarged Board of Appeal G 8/95 , G 1/10 (Annex I).",
        "sub_articles": [],
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "VI",
        "chapter_title": "Amendments and corrections"
    },
    {
        "article_number": "Rule. 141",
        "article_title": "170 Information on prior art",
        "main_article": "An applicant claiming priority within the meaning ofArticle 87shall file a copy of the results of any search carried out by the authority with which the previous application was filed together with the European patent application, in the case of a Euro-PCT application on entry into the European phase, or without delay after such results have been made available to him. 171The copy referred to inparagraph 1shall be deemed to be duly filed if it is available to the European Patent Office and to be included in the file of the European patent application under the conditions determined by the President of the European Patent Office. Without prejudice toparagraphs 1and2, the European Patent Office may invite the applicant to provide, within a period of two months, information on prior art within the meaning ofArticle 124, paragraph 1.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "VII",
        "chapter_title": "Information on prior art"
    },
    {
        "article_number": "Rule. 142",
        "article_title": "172 Interruption of proceedings",
        "main_article": "Proceedings before the European Patent Office shall be interrupted: in the event of the death or legal incapacity of the applicant for or proprietor of a European patent or of the person authorised by national law to act on his behalf. To the extent that the above events do not affect the authorisation of a representative appointed underArticle 134, proceedings shall be interrupted only on application by such representative; in the event of the applicant for or proprietor of a patent, as a result of some action taken against his property, being prevented by legal reasons from continuing the proceedings; in the event of the death or legal incapacity of the representative of an applicant for or proprietor of a patent, or of his being prevented for legal reasons resulting from action taken against his property from continuing the proceedings. 173When, in the cases referred to inparagraph 1(a)or(b)paragraph 1, the European Patent Office has been informed of the identity of the person authorised to continue the proceedings, it shall notify such person and, where applicable, any third party, that the proceedings will be resumed as from a specified date. If, three years after the publication of the date of interruption in the European Patent Bulletin, the European Patent Office has not been informed of the identity of the person authorised to continue the proceedings, it may set a date on which it intends to resume the proceedings of its own motion. paragraph 1 In the case referred to inparagraph 1(c), the proceedings shall be resumed when the European Patent Office has been informed of the appointment of a new representative of the applicant or when the Office has informed the other parties of the appointment of a new representative of the proprietor of the patent. If, three months after the beginning of the interruption of the proceedings, the European Patent Office has not been informed of the appointment of a new representative, it shall communicate to the applicant for or proprietor of the patent: whereArticle 133, paragraph 2, is applicable, that the European patent application will be deemed to be withdrawn or the European patent will be revoked if the information is not submitted within two months of this communication; or otherwise, that the proceedings will be resumed with the applicant for or proprietor of the patent as from the notification of this communication. Any periods, other than those for requesting examination and paying renewal fees, in force at the date of interruption of the proceedings, shall begin again as from the day on which the proceedings are resumed. If such date is less than two months before the end of the period within which the request for examination must be filed, such a request may be filed within two months of such date.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "VIII",
        "chapter_title": "Interruption of proceedings"
    },
    {
        "article_number": "Rule. 143",
        "article_title": "174 Entries in the European Patent Register",
        "main_article": "The European Patent Register shall contain the following entries: number of the European patent application; date of filing of the application; title of the invention; classification symbols assigned to the application; the Contracting States designated; particulars of the applicant for or proprietor of the patent as provided inRule 41, paragraph 2(c); 175family name, given names andaddresscountry and place of residenceof the inventor designated by the applicant for or proprietor of the patent, unless he has waived his right to be mentioned underRule 20, paragraph 1; address country and place of residence particulars of the representative of the applicant for or proprietor of the patent as provided inRule 41, paragraph 2(d); in the case of several representatives only the particulars of the representative first named, followed by the words \"and others\" and, in the case of an association referred to inRule 152, paragraph 11, only the name and address of the association; priority data (date, State and file number of the previous application); in the event of a division of the application, the numbers of all the divisional applications; in the case of a divisional application or a new application underArticle 61, paragraph 1(b), the information referred to insub-paragraphs (a),sub-paragraphs(b)andsub-paragraphs(i)with regard to the earlier application; sub -paragraphs sub -paragraphs date of publication of the application and, where appropriate, date of the separate publication of the European search report; date of filing of the request for examination; date on which the application is refused, withdrawn or deemed to be withdrawn; date of publication of the mention of the grant of the European patent; date of lapse of the European patent in a Contracting State during the opposition period and, where appropriate, pending a final decision on opposition; date of filing opposition; date and purport of the decision on opposition; dates of stay and resumption of proceedings in the cases referred to inRules 14andRules78; Rules dates of interruption and resumption of proceedings in the case referred to inRule 142; date of re-establishment of rights where an entry has been made undersub-paragraphs (n)orsub-paragraphs(r); sub-paragraphs the filing of a request for conversion underArticle 135, paragraph 3; rights and transfer of such rights relating to an application or a European patent where these Implementing Regulations provide that they shall be recorded. date and purport of the decision on the request for limitation or revocation of the European patent; date and purport of the decision of the Enlarged Board of Appeal on the petition for review. 176The President of the European Patent Office may decide that entries other than those referred to inparagraph 1shall be made in the European Patent Register.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IX",
        "chapter_title": "Information to the public"
    },
    {
        "article_number": "Rule. 144",
        "article_title": "177 Parts of the file excluded from inspection",
        "main_article": "the documents relating to the exclusion of or objections to members of the Boards of Appeal or of the Enlarged Board of Appeal; draft decisions and notices, and all other documents, used for the preparation of decisions and notices, which are not communicated to the parties; the designation of the inventor, if he has waived his right to be mentioned underRule 20, paragraph 1; any other document excluded from inspection by the President of the European Patent Office on the ground that such inspection would not serve the purpose of informing the public about the European patent application or the European patent.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IX",
        "chapter_title": "Information to the public"
    },
    {
        "article_number": "Rule. 145",
        "article_title": "178 Procedures for the inspection of files",
        "main_article": "Inspection of the files of European patent applications and patents shall either be of the original document, or of copies thereof, or of technical means of storage if the files are stored in this way. The President of the European Patent Office shall determine all file-inspection arrangements, including the circumstances in which an administrative fee is payable.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IX",
        "chapter_title": "Information to the public"
    },
    {
        "article_number": "Rule. 146",
        "article_title": "179 Communication of information contained in the files",
        "main_article": "Subject to the restrictions laid down in Article 128, paragraphs 1 to 4 , and in Rule 144 , the European Patent Office may, upon request, communicate information concerning any file relating to a European patent application or European patent , subject to the payment of an administrative fee . However, the European Patent Office may refer to the option of file inspection where it deems this to be appropriate in view of the quantity of information to be supplied. 179 Amended by decision of the Administrative Council CA/D 16/23 of 14.12.2023 ( OJ EPO 2024, A3 ), which entered into force on 01.04.2024.",
        "sub_articles": [],
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IX",
        "chapter_title": "Information to the public"
    },
    {
        "article_number": "Rule. 147",
        "article_title": "180 , 181 Constitution, maintenance and preservation of files",
        "main_article": "The European Patent Office shall constitute, maintain and preserve files relating to all European patent applications and patents in electronic form. The President of the European Patent Office shall determine all necessary technical and administrative arrangements relating to the management of electronic files according toparagraph 1. (a) Documents incorporated in an electronic file shall be considered to be originals. (b) The initialpaperversion of such documentsfiled on paper or on a data carriershall only be destroyed after expiry of at least five years. This preservation period starts at the end of the year in which the document was incorporated in the electronic file. paper filed on paper or on a data carrier Any files shall be preserved for at least five years from the end of the year in which: the application is refused or withdrawn or is deemed to be withdrawn; the patent is revoked by the European Patent Office; or the patent or the corresponding protection underArticle 63, paragraph 2, lapses in the last of the designated States. Without prejudice toparagraph 4, files relating to applications which have given rise to divisional applications underArticle 76or new applications underArticle 61, paragraph 1(b), shall be preserved for at least the same period as the files relating to any one of these last applications. The same shall apply to files relating to any resulting European patents.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "IX",
        "chapter_title": "Information to the public"
    },
    {
        "article_number": "Rule. 148",
        "article_title": "Communications between the European Patent Office and the authorities of the Contracting States",
        "main_article": "Communications between the European Patent Office and the central industrial property offices of the Contracting States which arise out of the application of this Convention shall be effected directly between these authorities. Communications between the European Patent Office and the courts or other authorities of the Contracting States may be effected through the intermediary of the said central industrial property offices. Expenditure in respect of communications underparagraph 1shall be borne by the authority making the communications, which shall be exempt from fees.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "X",
        "chapter_title": "Legal and administrative co-operation"
    },
    {
        "article_number": "Rule. 149",
        "article_title": "Inspection of files by or via courts or authorities of the Contracting States",
        "main_article": "Inspection of the files of European patent applications or of European patents by courts or authorities of the Contracting States shall be of the original documents or of copies thereof;Rule 145shall not apply. Courts or Public Prosecutors' offices of the Contracting States may, in the course of their proceedings, communicate to third parties files or copies thereof transmitted to them by the European Patent Office. Such communications shall be effected in accordance withArticle 128and shall not be subject to any fee. The European Patent Office shall, when transmitting the files, draw attention to the restrictions which may, underArticle 128, paragraphs 1andArticle 128, paragraphs4, apply to file inspection by third parties. Article 128, paragraphs",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "X",
        "chapter_title": "Legal and administrative co-operation"
    },
    {
        "article_number": "Rule. 150",
        "article_title": "Procedure for letters rogatory",
        "main_article": "Each Contracting State shall designate a central authority to receive letters rogatory issued by the European Patent Office and to transmit them to the court or authority competent to execute them. The European Patent Office shall draw up letters rogatory in the language of the competent court or authority or shall attach to such letters rogatory a translation into that language. Subject toparagraphs 5and6, the competent court or authority shall apply national law as to the procedures to be followed in executing such requests and, in particular, as to the appropriate measures of compulsion. If the court or authority to which the letters rogatory are transmitted is not competent to execute them, the letters rogatory shall be sent forthwith to the central authority referred to inparagraph 1. That authority shall transmit the letters rogatory either to the competent court or authority in that State, or to the European Patent Office where no court or authority is competent in that State. The European Patent Office shall be informed of the time when, and the place where, the enquiry or other legal measure is to take place and shall inform the parties, witnesses and experts concerned. If so requested by the European Patent Office, the competent court or authority shall permit the attendance of members of the department concerned and allow them to question any person giving evidence either directly or through the competent court or authority. The execution of letters rogatory shall not give rise to any reimbursement of fees or costs of any nature. Nevertheless, the State in which letters rogatory are executed has the right to require the Organisation to reimburse any fees paid to experts or interpreters and the costs arising from the procedure underparagraph 6. If the law applied by the competent court or authority obliges the parties to secure evidence and the competent court or authority is not able itself to execute the letters rogatory, that court or authority may, with the consent of the European Patent Office, appoint a suitable person to do so. When seeking such consent, the competent court or authority shall indicate the approximate costs which would result from this procedure. If the European Patent Office gives its consent, the Organisation shall reimburse any costs incurred; otherwise, the Organisation shall not be liable for such costs.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "X",
        "chapter_title": "Legal and administrative co-operation"
    },
    {
        "article_number": "Rule. 151",
        "article_title": "182 Appointment of a common representative",
        "main_article": "If there is more than one applicant and the request for grant of a European patent does not name a common representative, the applicant first named in the request shall be deemed to be the common representative. However, if one of the applicants is obliged to appoint a professional representative, this representative shall be deemed to be the common representative, unless the applicant first named has appointed a professional representative. The same shall apply to third parties acting in common in filing a notice of opposition or intervention and to joint proprietors of a European patent. If the European patent application is transferred to more than one person, and such persons have not appointed a common representative,paragraph 1shall apply mutatis mutandis. If such application is not possible, the European Patent Office shall invite such persons to appoint a common representative within a period to be specified. If this invitation is not complied with, the European Patent Office shall appoint the common representative.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "XI",
        "chapter_title": "Representation"
    },
    {
        "article_number": "Rule. 152",
        "article_title": "Authorisations",
        "main_article": "183The President of the European Patent Office shall determine the cases in which a signed authorisation shall be filed by representatives acting before the European Patent Office. 184Where a representative fails to file such an authorisation, the European Patent Office shall invitehimthemto do so within a period to be specified. The authorisation may cover one or more European patent applications or European patentsand shall be filed in the corresponding number of copies. 184 him them and shall be filed in the corresponding number of copies Where the requirements ofArticle 133, paragraph 2, have not been satisfied, the same period shall be specified for the appointment of a representative and the filing of the authorisation. 185A general authorisation may be filed enabling a representative to act in respect of all the patent transactions of a party.A single copy shall suffice. A single copy shall suffice. The President of the European Patent Office may determine the form and content of: an authorisation relating to the representation of persons underArticle 133, paragraph 2; a general authorisation. If a required authorisation is not filed in due time, any procedural steps taken by the representative, other than the filing of a European patent application, shall be deemed not to have been taken, without prejudice to any other legal consequences provided for by this Convention. Paragraphs 2and4shall apply to the withdrawal of an authorisation. 186A representative shall be deemed to be authorised until the termination oftheirhisauthorisation has been communicated to the European Patent Office. 186 their his Unless it expressly provides otherwise, an authorisation shall not terminate vis-à-vis the European Patent Office upon the death of the person who gave it. 187If a party appoints several representatives, they may act either jointly or singly, notwithstanding any provisions to the contrary in the communication of their appointment or in the authorisation. 188The authorisation of an association of representatives shall be deemed to be an authorisation of any representative who can provide evidence thatthey practisehe practiseswithin that association. they practise he practises",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "XI",
        "chapter_title": "Representation"
    },
    {
        "article_number": "Rule. 153",
        "article_title": "Attorney-client evidentiary privilege 189",
        "main_article": "190Where advice is sought from a professional representative in his capacity as such, all communications between the professional representative and his client or any other person, relating to that purpose and falling underArticle 2of the Regulation on discipline for professional representatives, are permanently privileged from disclosure in proceedings before the European Patent Office, unless such privilege is expressly waived by the client. Such privilege from disclosure shall apply, in particular, to any communication or document relating to: the assessment of the patentability of an invention; the preparation or prosecution of a European patent application; any opinion relating to the validity, scope of protection or infringement of a European patent or a European patent application.",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "XI",
        "chapter_title": "Representation"
    },
    {
        "article_number": "Rule. 154",
        "article_title": "191 Amendment of the list of professional representatives",
        "main_article": "192The entry of a professional representative shall be deleted from the list of professional representatives if he so requests or if, despite a reminder, he fails to pay the applicable annual subscription to the Institute within five months from either: 1 January for members on the list at that date; or the date of entry for members entered on the list after 1 January of the year for which the subscription is due. Without prejudice to any disciplinary measures taken underArticle 134a, paragraph 1(c), the entry of a professional representative may be deleted ex officio only: in the event of his death or legal incapacity; where he is no longer a national of one of the Contracting States, unless he was granted an exemption underArticle 134, paragraph 7(a); where he no longer has his place of business or employment within one of the Contracting States. Any person entered on the list of professional representatives underArticle 134, paragraphs (2)orArticle 134, paragraphs(3), whose entry has been deleted shall, upon request, be re-entered on that list if the conditions for deletion no longer exist. Article 134, paragraphs",
        "part_number": "VII",
        "part_name": "Implementing Regulations to Part VII of the Convention",
        "chapter_number": "XI",
        "chapter_title": "Representation"
    },
    {
        "article_number": "Rule. 155",
        "article_title": "Filing and transmission of the request for conversion",
        "main_article": "The request for conversion referred to inArticle 135, paragraph 1(a)or(b), shall be filed within three months of the withdrawal of the European patent application, or of the communication that the application is deemed to be withdrawn, or of the decision refusing the application or revoking the European patent. The effect of the European patent application underArticle 66shall lapse if the request is not filed in due time. When transmitting the request for conversion to the central industrial property offices of the Contracting States specified in the request, the central industrial property office concerned or the European Patent Office shall attach to the request a copy of the file relating to the European patent application or European patent. 193Article 135, paragraph 4, shall apply if the request for conversion referred to inArticle 135, paragraphs 1(a)andArticle 135, paragraphs(2), is not transmitted before the expiry of a period of twenty months from the date of filing or, if priority has been claimed, the date of priority. Article 135, paragraphs",
        "part_number": "VIII",
        "part_name": "Implementing Regulations to Part VIII of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 156",
        "article_title": "Information to the public in the event of conversion",
        "main_article": "The documents accompanying the request for conversion underRule 155, paragraph 2, shall be made available to the public by the central industrial property office under the same conditions and to the same extent as documents relating to national proceedings. The printed specification of the national patent resulting from the conversion of a European patent application shall mention that application.",
        "part_number": "VIII",
        "part_name": "Implementing Regulations to Part VIII of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 157",
        "article_title": "194 The European Patent Office as a receiving Office",
        "main_article": "The European Patent Office shall be competent to act as a receiving Office within the meaning of the PCT if the applicant is a resident or national of a Contracting State to this Convention and to the PCT. Without prejudice toparagraph 3, if the applicant chooses the European Patent Office as a receiving Office, the international application shall be filed directly with the European Patent Office.Article 75, paragraph 2, shall apply mutatis mutandis. Where the European Patent Office acts as a receiving Office under the PCT, the international application shall be filed in English, French or German. The President of the European Patent Office may determine that the international application and any related item shall be filed in more than one copy. If an international application is filed with an authority of a Contracting State for transmittal to the European Patent Office as the receiving Office, the Contracting State shall ensure that the application reaches the European Patent Office not later than two weeks before the end of the thirteenth month from filing or, if priority is claimed, from the date of priority. The transmittal fee for the international application shall be paid within one month of filing the application.",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 158",
        "article_title": "The European Patent Office as an International Searching Authority or International Preliminary Examining Authority",
        "main_article": "In the case ofArticle 17, paragraph 3(a) PCT, an additional international search fee shall be paid for each further invention for which an international search is to be carried out. In the case ofArticle 34, paragraph 3(a) PCT, an additional fee for international preliminary examination shall be paid for each further invention for which the international preliminary examination is to be carried out. 195Where an additional fee has been paid under protest, the European Patent Office shall examine the protest in accordance withRule 40.2(c)PCTtoRule 40.2(e)PCTorRule 68.3(c)PCTtoRule 68.3(e) PCT, subject to payment of the prescribed protest fee. Further details concerning the procedure shall be determined by the President of the European Patent Office. PCT Rule 40.2 PCT PCT Rule 68.3",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 159",
        "article_title": "196 The European Patent Office as a designated or elected Office – Requirements for entry into the European phase",
        "main_article": "In respect of an international application underArticle 153, the applicant shall perform the following acts within thirty-one months from the date of filing of the application or, if priority has been claimed, from the priority date: 197supply, where applicable, the translation of the international application required underArticle 153, paragraph 4; specify the application documents, as originally filed or as amended, on which the European grant procedure is to be based; pay the filing fee provided for inArticle 78, paragraph 2; 198,199pay the designation fee if the period underRule 39has expired earlier; pay the search fee, where a supplementary European search report has to be drawn up; file the request for examination provided for inArticle 94, if the period underRule 70, paragraph 1, has expired earlier; pay the renewal fee in respect of the third year provided for inArticle 86, paragraph 1, if the fee has fallen due earlier underRule 51, paragraph 1; file, where applicable, the certificate of exhibition referred to inArticle 55, paragraph 2, andRule 25. The Examining Division shall be competent to take decisions of the European Patent Office underArticle 25, paragraph 2(a) PCT.",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 160",
        "article_title": "200 Consequences of non-fulfilment of certain requirements and deemed withdrawal",
        "main_article": "If either the translation of the international application or the request for examination is not filed in due time, or if the filing fee, the search fee or the designation fee is not paid in due time, the European patent application shall be deemed to be withdrawn. If e ither the translation of the international application or the request for examination is not filed in due time, or if the filing fee, the search fee or the designation fee is not paid in due time, the European patent application shall be deemed to be withdrawn. 201If the European Patent Office notes that the application is deemed to be withdrawn underparagraph 1, it shall communicate this to the applicant.Rule 112, paragraph 2, shall apply mutatis mutandis. *On entry of a Euro-PCT application into the European phase, the designation of those Contracting States that are Member States of the European Union shall be deemed to be withdrawn in accordance withRule 39, paragraph 2a.",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 161",
        "article_title": "202 Amendment of the application",
        "main_article": "If the European Patent Office has acted as the International Searching Authority and, where a demand underArticle 31 PCTwas filed, also as the International Preliminary Examining Authority for a Euro-PCT application, it shall give the applicant the opportunity to comment on the written opinion of the International Searching Authority or the International Preliminary Examination Report and, where appropriate, invite him to correct any deficiencies noted in the written opinion or in the International Preliminary Examination Report and to amend the description, claims and drawings within a period of six months from the respective communication. If the European Patent Office has drawn up a supplementary international search report, an invitation in accordance with the first sentence shall be issued in respect of the explanations given in accordance withRule 45bis.7(e) PCT. If the applicant does not comply with or comment on an invitation in accordance with the first or second sentence, the application shall be deemed to be withdrawn. Where the European Patent Office draws up a supplementary European search report on a Euro-PCT application, the application may be amended once within a period of six months from a communication informing the applicant accordingly. The application as amended shall serve as the basis for the supplementary European search.",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 162",
        "article_title": "203 Claims incurring fees",
        "main_article": "If the application documents on which the European grant procedure is to be based comprise more than fifteen claims, claims fees shall be paid for the sixteenth and each subsequent claim as laid down in theRules relating to Feeswithin the period underRule 159, paragraph 1. 204If the claims fees are not paid in due time, they may still be paid within the period underRule 161, paragraph 1orRule 161,paragraph 2, as the case may be. If within this period amended claims are filed, the claims fees due shall be computed on the basis of such amended claims and shall be paid within this period. Rule 161, Any claims fees paid within the period underparagraph 1and in excess of those due underparagraph 2, second sentence, shall be refunded. Where a claims fee is not paid in due time, the claim concerned shall be deemed to be abandoned.",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 163",
        "article_title": "Examination of certain formal requirements by the European Patent Office",
        "main_article": "Where the designation of the inventor underRule 19, paragraph 1, has not yet been made within the period underRule 159, paragraph 1, the European Patent Office shall invite the applicant to make the designation within two months. 205Where the priority of an earlier application is claimed and the file number of the previous application or the copy thereof provided for inRule 52, paragraph 1, andRule 53have not yet been submitted within the period underRule 159, paragraph 1, the European Patent Office shall invite the applicant to furnish that number or copy within two months.Rule 53, paragraph 2, shall apply. 206Where, at the expiry of the period underRule 159, paragraph 1, a sequence listing complying with the standard provided for in the Administrative Instructions under the PCT is not available to the European Patent Office, the applicant shall be invited to file a sequence listing complying with the rules laid down by the President of the European Patent Office within two months.Rule 30, paragraphs 2andRule 30, paragraphs3, shall apply mutatis mutandis. Rule 30, paragraphs Where, at the expiry of the period underRule 159, paragraph 1, the address, the nationality or the State in which his residence or principal place of business is located is missing in respect of any applicant, the European Patent Office shall invite the applicant to furnish these indications within two months. Where, at the expiry of the period underRule 159, paragraph 1, the requirements ofArticle 133, paragraph 2, have not been satisfied, the European Patent Office shall invite the applicant to appoint a professional representative within two months. If the deficiencies noted underparagraphs 1,paragraphs4orparagraphs5are not corrected in due time, the European patent application shall be refused. If the deficiency noted underparagraph 2is not corrected in due time, the right of priority shall be lost for the application. paragraphs paragraphs",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 164",
        "article_title": "207 Unity of invention and further searches",
        "main_article": "If the European Patent Office considers that the application documents which are to serve as the basis for the supplementary European search do not comply with the requirement of unity of invention, it shall: draw up a partial supplementary search report on those parts of the application which relate to the invention, or the group of inventions within the meaning ofArticle 82, first mentioned in the claims; inform the applicant that, for the supplementary European search report to cover the other inventions, a further search fee must be paid, in respect of each invention involved, within a period of two months; and draw up the supplementary European search report for the parts of the application relating to inventions in respect of which search fees have been paid. If the supplementary European search report is dispensed with and the Examining Division considers that in the application documents which are to serve as the basis for examination an invention, or a group of inventions within the meaning ofArticle 82, is claimed which was not searched by the European Patent Office in its capacity as International Searching Authority or Authority specified for supplementary international search, the Examining Division shall: inform the applicant that a search will be performed in respect of any such invention for which a search fee is paid within a period of two months; issue the results of any search performed in accordance withparagraph (a)together with: a communication underArticle 94, paragraph 3, andRule 71, paragraphs 1andRule 71, paragraphs2, in which it shall give the applicant the opportunity to comment on these results and to amend the description, claims and drawings, or Rule 71, paragraphs a communication underRule 71, paragraph 3, where appropriate, in the communication issued underparagraph (b), invite the applicant to limit the application to one invention, or group of inventions within the meaning ofArticle 82, for which a search report was drawn up by the European Patent Office in its capacity either as International Searching Authority or as Authority specified for supplementary international search, or for which a search was performed in accordance with the procedure underparagraph (a). In the procedure underparagraph 2(a),Rules 62aandRule63shall apply mutatis mutandis. Rule Rule 62andRule 70, paragraph 2, shall not apply to the results of any search performed in accordance withparagraph 2. Any fee paid underparagraphs 1or2shall be refunded if the applicant requests a refund and the Examining Division finds that the communication underparagraphs 1(b)orparagraphs2(a)was not justified. paragraphs",
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    },
    {
        "article_number": "Rule. 165",
        "article_title": "208 The Euro-PCT application as conflicting application under Article 54, paragraph 3",
        "main_article": "A Euro-PCT application shall be considered as comprised in the state of the art under Article 54, paragraph 3 , if in addition to the conditions laid down in Article 153, paragraph 3 or Article 153, paragraph 4 , the filing fee under Rule 159, paragraph 1(c) has been paid. 208 See notice from the EPO of 21.06.2021 on the information published in the European Patent Bulletin concerning Euro-PCT applications fulfilling the requirements of Rule 165 EPC and comprised in the state of the art under Article 54(3) EPC ( OJ EPO 2021, A51 ).",
        "sub_articles": [],
        "part_number": "IX",
        "part_name": "Implementing Regulations to Part X of the Convention",
        "chapter_number": "",
        "chapter_title": ""
    }
]